/* General */
"UPDATE_REMINDER" = "升级提示";
"UPDATE_REMINDER_NEW_VERSION" = "检测到软件有新版本";
"UPDATE_REMINDER_NEED_UPDATE" = "需升级到最新版才能继续使用";
"UPDATE_REMINDER_RIGHTNOW" = "立即升级";

"KINDLY_REMINDER" = "温馨提示";
"REMEMBER_ME" = "记住密码";
"AUTO_LOGIN" = "自动登录";
"CONNECT_SERVER" = "正在连接服务器...";
"CONNECT_SERVER_SHORT" = "连接中...  ";
"CANCEL" = "取消";
"OK" = "确认";
"YES"="是";
"NO"="否";
"CHECKING_NETWORK" = "正在检查网络";
"BACK" = "返回";
"NET_UNAVAILABLE" = "网络不可用";
"LOGIN" = "登录";
"WARNING" = "警告";
"CLICK" = "请点击";
"DONE" = "完成";
"SEARCH" = "搜索";
"CONTINUE" = "继续";
"SAVE" = "保存";
"SAVEING" = "保存中...";
"CONTINUE_NO_MORE_WARNING" = "继续，下次不再提醒";
"OPEN" = "打开";
"ACTION" = "开启";
"IS_CANCELLING" = "正在取消中";
"YESTERDAY" = "昨天";
"CLOSE" = "关闭";
"RESEND" = "重发";
"TO_SET_UP" = "去设置";
"CONFIRM" = "确定";
"KNOW_DETAIL" = "马上了解";
"CAN_NOT_OPEN_PHOTO_ALBUM_WARNING" = "请在“设置-隐私-照片”中允许访问照片";
"CAN_NOT_OPEN_CAMERA_WARNING" = "请在“设置-隐私-相机”中允许访问相机";
"CAN_NOT_OPEN_PHOTO_ALBUM_WARNING_2" = "未开启访问照片权限";
"SHARE_ESSAY" = "分享文章";
"SHARE_ESSAY_COPY_SUCCESS" = "链接已复制成功";
"SHARE_ESSAY_SUCCESS" = "分享成功";
"SHARE_ESSAY_FAILED" = "分享失败";
//
"MESSAGE_AUTHORIZE_ERROR" = "用户名或密码错误";
"MESSAGE_CONNECT_FAILED" = "网络连接失败!";
"MESSAGE_HAD_LOGON" = "帐号在它处登录";
"MESSAGE_REFRESH_HOST_FAILED" = "主机刷新失败!";
//
"ERROR_UNKNOWN_ERROR" = "未知错误";
"ERROR_CONNECTION_FAILED" = "网络连接失败";
"ERROR_CHECK_CONTROL_COOKIE_FAILED" = "验证失败";
"ERROR_COOKIE_INVALID" = "Cookie验证失败";
"ERROR_BAD_REQUEST" = "错误的请求";
"ERROR_HOST_OFFLINE" = "远程主机下线";
"ERROR_UNKNOWN_REMOTE" = "未知远程主机";
"ERROR_SERVER_ERROR" = "服务器错误";
"ERROR_REQUEST_TIMEOUT" = "请求超时";
"ERROR_AUTH_FAILED" = "用户名或密码错误";
"ERROR_CONNECT_COUNT_LIMIT" = "你的远程通道数已占满\n请等待其它断开后再试";
"UNCONTROLABLLE_ONLINE_HOST" = "远程主机没有开启远程控制模块";
"ONLINE_LINUX_HOST"="请使用WEB主控端控制linux被控端";
"ERROR_PLUG_SETTING_FAILED" = "插座设置失败";
"ERROR_PLUG_SETTING_FAILED_BINDED" = "插座已绑定";
"ERROR_PLUG_SETTING_FAILED_COUNTDOWN_EXIST" = "倒计时已存在";
"ERROR_PLUG_SETTING_FAILED_CLOCK_FULL" = "时钟数量已到达上限";
"ERROR_PLUG_SETTING_FAILED_DELETE_NOT_EXIST" = "时钟未找到";
/*UserAgreementManager*/
"USER_AGREEMENT_TITLE" = "用户许可协议及隐私政策";
"USER_AGREEMENT_CONTENT" = "亲爱的用户，Oray重视用户的隐私和个人信息保护，在您正常使用Oray产品服务时，您的身份信息、联系方式等信息需依法收集、使用、储存。\nOray一直采取行业领先的安全防护措施严格保护您的信息安全，具体内容详见《Oray隐私政策》。\n您在点击同意下列协议前，请您务必审慎阅读，并充分理解协议条款内容。";
"USER_AGREEMENT_LICENSE_AFGREEMENT" = "《Oray用户许可协议》";
"USER_AGREEMENT_PRIVACY_POLICY"="《Oray隐私政策》";
"USER_AGREEMENT_PRIVACY_TITLE" = "隐私保护提示";
"USER_AGREEMENT_PRIVACY_CONTENT" = "亲爱的用户，Oray重视用户的隐私和个人信息保护，在您正常使用Oray产品服务时，您的身份信息、联系方式等信息需依法收集、使用、储存。\nOray一直采取行业领先的安全防护措施严格保护您的信息安全，具体内容详见《Oray隐私政策》。\n您在点击同意下列协议前，请您务必审慎阅读，并充分理解协议条款内容。";
"USER_AGREEMENT_CANCEL_QUIT"="不同意并退出";
"USER_AGREEMENT_CANCEL"="不同意";
"USER_AGREEMENT_ACCEPT"="同意";
"REGISTER_SERVICE_AGREEMENT_BUTTON"="《用户许可协议》";
"REGISTER_PRIVACY_POLICY_BUTTON"="《隐私政策》";

/*Error code*/
"NETWORK_CONNECTION_FAILED" = "网络连接失败";
"SMART_PLUG_TIME_OUT" = "插座响应超时";
"COMMON_ERROR_CODE_RESULT_FORMAT_ERROR"= "返回格式错误";
"COMMON_ERROR_CODE_ACCOUNT_EMPTY" = "帐号名为空";
"COMMON_ERROR_CODE_ACCOUNT_ILLEGAL" = "帐号名格式错误";
"COMMON_ERROR_CODE_FAILED" = "缺少参数，请将信息填写完整";
"WEB_RESPONSE_ERROR_CODE_3002" = "智能插座不存在";
"WEB_RESPONSE_ERROR_CODE_3003" = "智能插座已被绑定";
"WEB_RESPONSE_ERROR_CODE_3004" = "SN不合法";
"WEB_RESPONSE_ERROR_CODE_3006" = "插座未连接网络";
"WEB_RESPONSE_ERROR_CODE_6001" = "验证码发送数量超过限制";
"WEB_RESPONSE_ERROR_CODE_6002" = "验证码发送频率过短";
"WEB_RESPONSE_ERROR_CODE_6003" = "获取验证码失败";
"WEB_RESPONSE_ERROR_CODE_6011" = "帐号名不存在";
"WEB_RESPONSE_ERROR_CODE_6012" = "安全问题回答错误";
"WEB_RESPONSE_ERROR_CODE_6013" = "安全问题回答错误次数超过限制";
"WEB_RESPONSE_ERROR_CODE_6014" = "无效的验证码";
"WEB_RESPONSE_ERROR_CODE_6015" = "无效的验证方式";
"WEB_RESPONSE_ERROR_CODE_6016" = "验证失败";
"WEB_RESPONSE_ERROR_CODE_6017" = "密码长度无效（6-16位）";
"WEB_RESPONSE_ERROR_CODE_6018" = "密码不能与帐号名相同";
"TOUCH_ID_ERROR_ACCOUNT_NEVER_LOGGED_IN" = "只有登陆过的帐号才能使用Touch ID登录";
"Touch_ID_ERROR_NO_FINGERS_ENROLLED" = "Touch ID未开启";
"TOUCH_ID_ERROR_PWD_NOT_SET" = "未设置手机密码";
"TOUCH_ID_ERROR_NONSUPPORT" = "设备不支持生物识别验证";
"TOUCH_ID_ERROR_LOCKED_OUT" = "错误次数过多，请解锁后再试！";

/* LaunchGuide10thViewController */
"LAUNCHGUIDE10TH_START" = "开启远控之旅";

/*Host Plugin connect error*/
"ERROR_DISCONNECT" = "连接断开";
"ERROR_PLUGIN_WHIHOUT_CAMERA" = "无可用摄像头";

/*MainTabBarController*/
"TABBAR_TITLE_HISTORYLIST" = "最近";
"TABBAR_TITLE_HOSTLIST" = "设备";
"TABBAR_TITLE_DISCOVER" = "发现";
"TABBAR_TITLE_MINE" = "我的";
"ACCOUNT_HOST_DELETE_REMIND_1" = "你的服务已降为免费级，请尽快于";
"ACCOUNT_HOST_DELETE_REMIND_2" = "前完成购买续费，或保留主机数不多于";
"ACCOUNT_HOST_DELETE_REMIND_3" = "台，逾期未处理系统将自动清空所有主机";

/*AccountLogonController*/
"ACCOUNT_CONTROLLER_ACCOUNT_REGISTER" = "帐号注册";
"ACCOUNT_CONTROLLER_FAST_CODE" = "快速访问功能";

/*AccountManagerController */
"HOMEPAGEACCOUNT" = "主页";
"ENTER_ACCOUT" = "请输入帐号";
"ENTER_PASSWORD" = "请输入密码";
"NEED_INFO" = "还没有帐号？";
"REGIST_FREE" = "免费注册";
"URL_GET_PASSWORD" = "http://url.oray.com/YtaqYt";
"BUTTON_FORGET_PASSWORD_TITLE" = "忘记密码";
"ACCOUNT_ACCOUNT_PLACEHOLDER" = "帐号名";
"ACCOUNT_PASSWORD_PLACEHOLDER" = "密码";

/*AccountRegisterViewController*/
"ACCOUNT_REGISTER_RIGHT_BUTTON_TITLE" = "其他方式";
"ACCOUNT_REGISTER_PASSWORD_CONFIRM_PLACEHOLDER" = "重复密码";
"ACCOUNT_REGISTER_EMAIL_PLACEHOLDER" = "电子邮箱";
"ACCOUNT_REGISTER_CAPTCHA_PLACEHOLDER" = "点击验证码更换";
"ACCOUNT_REGISTER_PROMPT" = "点击创建意味着您同意我们的";
"ACCOUNT_REGISTER_AGREEMENT" = "向日葵服务协议";
"ACCOUNT_REGISTER_NAME_ACCOUNT_ONLY_NUMBER_FAILED" = "帐号名不能为纯数字";
"ACCOUNT_REGISTER_NAME_VALIDATE_FAILED" = "帐号名非法，请尝试更换其他帐号名";
"ACCOUNT_REGISTER_NAME_LOCAL_VALIDATE_FAILED" = "帐号名为5~16位，只能是大小写英文字母，数字或者'-'";
"ACCOUNT_REGISTER_PASSWORD_LOCAL_VALIDATE_FAILED" = "密码为6~16位任意字符\n且不能与帐号名相同";
"ACCOUNT_REGISTER_PASSWORD_CONFIREM_LOCAL_VALIDATE_FAILED" = "两次密码输入需一致，请输入正确密码";
"ACCOUNT_REGISTER_EMAIL_LOCAL_VALIDATE_FAILED" = "邮箱格式不正确";
"ACCOUNT_REGISTER_FAILED_1003" = "帐号名已注册，请尝试其他名字";
"ACCOUNT_REGISTER_FAILED_1004" = "缺少参数，请将信息填写完整";
"ACCOUNT_REGISTER_FAILED_1005" = "接口验证错误";
"ACCOUNT_REGISTER_FAILED_1006" = "帐号名格式错误，请尝试其他名字";
"ACCOUNT_REGISTER_FAILED_1007" = "帐号名长度不正确，请尝试其他名字";
"ACCOUNT_REGISTER_FAILED_1008" = "该帐号名禁止注册，请尝试其他名字";
"ACCOUNT_REGISTER_FAILED_1009" = "密码长度不正确";
"ACCOUNT_REGISTER_FAILED_1010" = "密码不能与帐号名相同";
"ACCOUNT_REGISTER_FAILED_1011" = "邮箱格式不正确";
"ACCOUNT_REGISTER_FAILED_1012" = "无效的短信验证码";
"ACCOUNT_REGISTER_FAILED_1013" = "手机号错误";
"ACCOUNT_REGISTER_FAILED_1014" = "验证码不正确";
"ACCOUNT_REGISTER_FAILED_1015" = "该邮箱已经注册";
"ACCOUNT_REGISTER_FAILED_1214" = "注册失败";
"ACCOUNT_REGISTER_FAILED_1216" = "验证失败";
"ACCOUNT_REGISTER_FAILED" = "注册失败";
"ACCOUNT_REGISTER_REMIND_USER" = "不能注册，请检查注册信息是否完整、正确";
"ACCOUNT_REGISTER_SUCCEED" = "注册成功！";
"URL_ACCOUNT_REGISTER_AGREEMENT" = "http://url.oray.com/bGHJHt";
"ACCOUNT_REGISTERING" = "正在注册...";
"CREATE" = "创建";
"BACK_TO_LOGIN" = "返回登录";
"PROTOCOL_SELECT_TITLE" = "我已阅读并同意";
"PROTOCOL_BUTTON_TITLE" = "《向日葵服务协议》";
"PROTOCOL_VIEW_CONTROLLER_TITLE" = "向日葵服务协议";
"REGISTER_BUTTON_TITLE" = "注册";
"LOGON_BUTTON_TITLE" = "已有帐号？立即登录";
"ACCOUNT_REGISTER_TITLE" = "注册新帐号";
"ACCOUNT_REGISTER_SUCCEED_TITLE" = "注册成功";
"ACCOUNT_REGISTER_ACCOUNT_PLACEHOLDER_MODE_PHONE" = "手机号码（作为登录帐号）";
"ACCOUNT_REGISTER_PHONE_PLACEHOLDER" = "手机";
"ACCOUNT_REGISTER_SMS_CODE" = "短信验证码";
"ACCOUNT_REGISTER_SEND_SMS_CODE" = "获取验证码";
"ACCOUNT_REGISTER_SEND_SMS_CODE_RETRY" = "后重试";
"ACCOUNT_REGISTER_ERROR_STRING_ACCOUNT_EMPTY" = "请输入帐号";
"ACCOUNT_REGISTER_ERROR_STRING_PASSWORD_EMPTY" = "请输入密码";
"ACCOUNT_REGISTER_ERROR_STRING_EMAIL_EMPTY" = "请输入邮箱";
"ACCOUNT_REGISTER_ERROR_STRING_SMSCODE_EMPTY" = "请输入验证码";
"ACCOUNT_REGISTER_ERROR_STRING_ACCOUNT_PHONE_NUMBER_FAILED" = "手机号码格式错误";
"ACCOUNT_REGISTER_ERROR_STRING_SMSCODE_FAILED" = "验证码格式不正确";
"ACCOUNT_REGISTER_ERROR_STRING_PHONENUMB_EMPTY" = "请输入手机号码";
"ACCOUNT_REGISTER_ERROR_STRING_ACCOUNT_PHONE_NUMBER_EMPTY" = "手机号码当作帐号名，再也不用担心记不住";
"ACCOUNT_REGISTER_ERROR_STRING_PHONENUMB_HAS_REGISTERED" = "Oh no~ 该号码已被注册，换一个吧 或 使用其他方式注册";
"ACCOUNT_REGISTER_ERROR_STRING_SMSCODE_ERROR_6001" = "每个号码每天最多可获取5次，请明天再来或换个号码";
"ACCOUNT_REGISTER_ERROR_STRING_SMSCODE_ERROR_6002" = "短信发送频率过短";
"ACCOUNT_REGISTER_ERROR_STRING_SMSCODE_ERROR_6003" = "获取短信验证码失败";
"ACCOUNT_REGISTER_ERROR_STRING_PHONE_NUMBER_WRONG_FORMAT" = "手机号格式错误";
"ACCOUNT_REGISTER_ERROR_STRING_PHONE_NUMBER_USED" = "手机号已被注册";
"ACCOUNT_REGISTER_SWITCH_EMAIL_VERIFY" = "切换邮箱验证";
"ACCOUNT_REGISTER_SWITCH_PHONE_VERIFY" = "切换手机验证";

/*RegisterSucceedViewController*/
"REGISTER_SUCCEED_TITLE" = " 注册成功！";
"REGISTER_SUCCEED_DESC" = "帐号：";

/*RegisterPurchaseSucceedViewController*/
"REGISTER_PURCHASE_SUCCEED_TITLE" = "购买成功";
"REGISTER_PURCHASE_SUCCEED_DESC" = "将为你的第一台主机添加远程摄像头功能\n";
"REGISTER_PURCHASE_SUCCEED_ADD_HOST" = "登录并添加主机";

/*AccountHostListViewController host list hostList*/
"HOST_LIST_WITHOUT_HOST_TITLE" = "没有主机怎么办?";
"HOST_LIST_WITHOUT_HOST_SUB_TITLE_1" = "1、请在被控的电脑上安装向日葵";
"HOST_LIST_WITHOUT_HOST_SUB_TITLE_1_1" = "下载地址：d.sunlogin.com";
"HOST_LIST_WITHOUT_HOST_SUB_TITLE_2" = "2、用同一帐号登录即可！";
"HOST_LIST_UPGRADE_NOW" = "立即续费";
"HOST_LIST_ACCOUNT" = "帐号：";
"HOST_LIST_ERROR_EXPIRE_MESSAGE_1" = "服务过期，帐号被锁定（期间不可远控)，5天后将降为免费版，\n请在";
"HOST_LIST_ERROR_EXPIRE_MESSAGE_2" = "前续费";
//"在电脑上下载并安装向日葵客户端\n（d.sunlogin.com）";
//"用当前帐号登录客户端\n或点击右上角+号";
"HOST_LIST_SEARCH_PLACE_HOLDER" = "搜索你的设备";
"HOST_LIST_EDIT_TOP" = "置顶";
"HOST_LIST_EDIT_CANCEL_TOP" = "取消置顶";
"HOST_LIST_ADD_HOST" = "添加电脑主机";
"HOST_LIST_ADD_PHONE" = "控制安卓设备";
"HOST_LIST_ADD_SMARTDEVICE" = "添加智能硬件";
"HOST_LIST_ADD_KVM" = "绑定控控";
"HOST_LIST_ADD_WAKEUP_DEVICE" = "添加开机棒";
"HOST_LIST_SCAN" = "扫一扫";
"HOST_LIST_TITLE_SMART_DEVICE" = "智能硬件";
"HOST_LIST_TITLE_WAKEUP_DEVICE" = "开机设备";
"HOST_LIST_TITLE_WAKEUP_DEVICE_PLUG" = "开机插座、开机棒等";
"HOST_LIST_TITLE_HOST" = "主机";
"WAKEUP_DEVICE_EXCLUSIVE" = "独享版";
"WAKEUP_DEVICE_LAN_EXCLUSIVE" = "局域网版";
"WAKEUP_DEVICE_LAN_EVER" = "局域网永久版";
"WAKEUP_DEVICE_EXPIRE_DATE" = "到期日";
"HOST_LIST_ADDSMARTDEVICE_KK" = "控控";
"HOST_LIST_ADDSMARTDEVICE_BATON" = "开机棒";
"HOST_LIST_ADDSMARTDEVICE_PLUG" = "插座";
"HOST_LIST_ADDSMARTDEVICE_TITLE" = "智能硬件";
"HOST_LIST_DEVICE_UNIT" = "台";
"HOST_LIST_DEVICE_BIND" = "已绑定";
"HOST_LIST_DEVICE_UNBOUND" = "未绑定";
"HOST_LIST_DEVICE_UNBOUND_TIP" = "请绑定需开关的主机";

/*smart device*/
"WAKEUP_DEVICE_ADD_TITTLE" = "添加开机棒";
"WAKEUP_DEVICE_EDIT_TITTLE" = "主机管理";
"WAKEUP_DEVICE_EDIT" = "编辑";
"WAKEUP_DEVICE_DONE" = "完成";

/*AccountMobilePhoneVerifyViewController*/
"ACCOUNT_COMPLETE_INFORMATION" = "请完善帐号信息";
"ACCOUNT_COMPLETE_INFORMATION_FOUND_CODE" = "（可用于找回密码）";
"ACCOUNT_COMPLETE_INFORMATION_PHONE_NUMBER" = "手机号";
"ACCOUNT_COMPLETE_INFORMATION_VERIFY_CODE" = "验证码";
"ACCOUNT_COMPLETE_INFORMATION_VERIFY_IMMEDIATELY" = "立即验证";
"ACCOUNT_COMPLETE_INFORMATION_NOT_NULL_PHONENUMBER" = "手机号不能为空";
"ACCOUNT_COMPLETE_INFORMATION_WRONG_FORMAT_PHONENUMBER" = "手机号格式不正确";
"ACCOUNT_COMPLETE_INFORMATION_VERIFY_SUCCEED" = "绑定手机成功";
"ACCOUNT_COMPLETE_INFORMATION_VERIFY_FAILED" = "绑定手机失败";
"ACCOUNT_COMPLETE_INFORMATION_OVER_VERIFY_CODE" = "跳过验证";
"ACCOUNT_COMPLETE_INFORMATION_AGAIN" = "s后重试";
"ACCOUNT_COMPLETE_INFORMATION_GET_VERIFY_CODE_FAILED" = "获取验证码失败";
"ACCOUNT_COMPLETE_INFORMATION_GET_VERIFY_CODE_NOW" = "验证中...";
"ACCOUNT_COMPLETE_INFORMATION_WRONG_VERIFY_CODE" = "验证码错误";
"ACCOUNT_COMPLETE_INFORMATION_NO_VALIDATION" = "本次跳过";
"ACCOUNT_COMPLETE_INFORMATION_PAYING_ACCOUNT" = "尊敬的VIP用户，为了您的帐号安全，请务必完成手机验证";
/*HostListManagerViewController */
"HOST_LIST" = "主机列表";
"EDIT" = "  编辑";
"HISTORY" = "历史";
"HOST" = "主机";
"MARK" = "标签";
"MORE" = "更多";
"LOGON_HISTORY" = "登录历史";
"OFFLINE_LIST" = "离线";
"ONLINE_LIST" = "在线";
"LAN_LIST" = "局域网";
"REFRESH_HOST" = "正在获取主机列表...";
"HOST_LIST_NO_HOST" = "添加主机后，即可对主机进行远控";
"HOST_LIST_BUTTON_ADD_HOST" = "立即添加主机";
"HOST_DELETE_FAILED" = "删除主机失败";
"HOST_DELETE_FAILED_HOST_ONLINE" = "不能删除在线主机";
"HOST_DELETE_NOTICE" = "是否删除主机：";
"HOST_DELETE" = "删除主机";
"HOST_DELETE_DESCRIPTION" = "删除后，此主机的付费服务同时删除。确定要删除吗?";
"HOST_LIST_SECTION_STAR_HOSTS" = "星标";
"HOST_LIST_SECTION_UNTAGGED_HOSTS" = "未分类";
"LAN_ADD" = "局域网添加";
"FASTCODE_ADD" = "识别码添加";
"CREATE_HOST" = "生成主机";
"BEGINNER_GUIDE_BUTTON" = "新手引导";
"ADDHOST_TITLE" = "在PC端登录当前帐号即可";
"ADDHOST_TITLE_KEYWORD" = "当前帐号";
"ADDHOST_ENTERPRISE_EDITION" = "企业专用";

/*Apply Host Amount*/
"APPLY_HOST_AMOUNT_1" = "您的";
"APPLY_HOST_AMOUNT_2" = "个主机数用完了\n如需要更多主机可提交申请";
"APPLY_NOW" = "马上申请";

/*AddHostViewController*/
"HOST_ADD_VIEW_TITLE" = "添加设备";
"HOST_ADD_TEXTFIELD_HOST_NAME" = "设备名称";
"HOST_ADD_TEXTFIELD_HOST_DESCRIBE" = "备注";
"HOST_ADD_NEXT" = "下一步";
"HOST_ADD_ALERT_NAME_EMPTY" = "设备名不能为空";
"HOST_ADD_ALERT_ADD_FAILED" = "添加设备失败";
"HOST_ADD_ALERT_ADDING" = "正在添加设备";
"HOST_ADD_SEGMENT_FIRST" = "添加主机";
"HOST_ADD_SEGMENT_SECOND" = "添加摄像头";
"HOST_ADD_NO_FLASH_LIGHT" = "该设备没有闪光灯，无法添加摄像头";
"HOST_ADD_PLEASE_INPUT_WIFI_PASSWORD" = "请输入WIFI密码";
"HOST_ADD_PLEASE_CONNECT_WIFI" = "请连接WIFI";
"HOST_ADD_TEXT_FIELD_WIFI_PASSWORD_PLACEHOLDER" = "请输入WIFI密码";
"HOST_ADD_HOST_NAME_DEFAULT" = "主机名";
"HOST_ADD_CAMERA_NAME_DEFAULT" = "我的摄像头";
"HOST_ADD_CAN_NOT_ADD_MESSAGE" = "主机数已用完，请登录向日葵网站完成操作";
"HOST_ADD_CAN_NOT_ADD_MESSAGE_ALIPAY" = "购买的主机数已用完，请升级";
"HOST_ADD_DEFAULT_HOST_NAME" = "我的主机";

/*HostAddDoneViewController*/
"HOST_ADD_DONE_LABEL_SUCCEEDED_HEAD" = "添加主机";
"HOST_ADD_DONE_LABEL_SUCCEEDED_TAIL" = "添加成功";
"HOST_ADD_DONE_LABEL_NOTICE" = "在需要被控的电脑上访问www.sunlogin.com下载并安装向日葵客户端，使用下面葵码登录。";
"HOST_ADD_DONE_LABEL_KEY" = "葵码";
"HOST_ADD_DONE_BUTTON_SEND_EMAIL" = "发送e-mail";
"HOST_ADD_DONE_EMAIL_TITLE" = "来自向日葵的远程主机添加邮件";
"HOST_ADD_DONE_EMAIL_SEND_CANCEL" = "邮件发送取消";
"HOST_ADD_DONE_EMAIL_SEND_SUCCEED" = "邮件已发送";
"HOST_ADD_DONE_EMAIL_SEND_FAILED" = "邮件发送失败";
"HOST_ADD_DONE_EMAIL_SAVE_SUCCEED" = "邮件保存成功";
"HOST_ADD_DONE_LABEL_POSITION_FUNCTION" = "定位功能";
"HOST_ADD_DONE_LABEL_IP" = "IP";
"HOST_ADD_DONE_LABEL_ADDRESS" = "地址";
/* HostLogonWindowViewController */
"ACCESS_PASSWORD" = "访问密码登录";
"WINDOW_ACCOUT" = "Windows 帐号验证";
"ENTER_CUSTOM_PASSWORD"="请输入访问密码";
"ENTER_USERNAME" = "请输入用户名";
"ENTER_WINDOWS_USERNAME" = "请输入主机系统帐户名";
"ENTER_WINDOWS_PASSWORD" = "请输入主机系统登录密码";
"CONNECT_REMOTE_HOST" = "正在连接远程主机...";
"CONNECT_REMOTE_HOST_SUCCESSFULLY"="连接远程主机成功!";
"ENTER_ANY_VALUE" = "请输入任意值";
"REMIND_IPHONE4S" = "当前的设备配置较低，可能会影响流畅度";
"REMIND_FREE" = "当前为免费级速度较慢，升级精英版整体提升80%";
"POWEROFF_SUCCESSFULLY" = "关机指令已发送，正在返回主机列表";
"RESTART_SUCCESSFULLY" = "重启指令已发送，正在返回主机列表";

/* host plugin */
"HOST_PLUGIN_CAMERA" = "摄像头";
"HOST_PLUGIN_FILE" = "远程文件";
"HOST_PLUGIN_PURCHASE_MESSAGE_CAMERA_PART_1" = "本功能为入门版专享功能（";
"HOST_PLUGIN_PURCHASE_MESSAGE_CAMERA_PART_2" = "元/年），现支持按月开通啦！";
"HOST_PLUGIN_PURCHASE_MESSAGE_FILE_PART_1" = "本功能为入门版专享功能（";
"HOST_PLUGIN_PURCHASE_MESSAGE_FILE_PART_2" = "元/年），现支持按月开通啦！";
"HOST_PLUGIN_PURCHASE_MESSAGE_CMD_PART_1" = "本功能为精英版专享功能（";
"HOST_PLUGIN_PURCHASE_MESSAGE_CMD_PART_2" = "元/年），现支持按月开通啦！";
"HOST_PLUGIN_PURCHASE_MESSAGE_SSH_PART_1" = "本功能为精英版专享功能（";
"HOST_PLUGIN_PURCHASE_MESSAGE_SSH_PART_2" = "元/年），现支持按月开通啦！";
"HOST_PLUGIN_UPGRADE_TO_PRO" = "升级到入门版";
"HOST_PLUGIN_UPGRADE_TO_BIZ" = "升级到精英版";
"HOST_PLUGIN_PURCHASE" = "元试用1月（仅当前主机）";
"HOST_PLUGIN_KVM_WARNING" = "控控不在线，请检查设备线路连接";
/* host plugin connect */
"HOST_CONNECT_ACCOUNT_PASSWORD_WRONG" = "帐号名或密码错误！";
"HOST_CONNECT_VISIT_PASSWORD_WRONG" = "访问密码错误";
"HOST_CONNECT_FAILED" = "连接主机失败！";
"HOST_CONNECT_WRONG_LOGON_TYPE" = "登录方式错误！";
"PLUGIN_CONNECTING_HOST" = "正在连接远程主机...";
"PLUGIN_CONNECT_HOST_SUCCESS"="连接远程主机成功！";
"PLUGIN_CONNECT_HOST_FAILED" = "连接远程主机失败！";
"PLUGIN_CONNECTING" = "正在连接";
"PLUGIN_WILL_DISPLAY" = "即将显示";
"PLUGIN_CONNECT_SUCCEED" = "连接成功";
"PLUGIN_CONNECT_FAILED" = "连接失败";
"PLUGIN_REMOTE_DESKTOP" = "远程桌面";
"PLUGIN_REMOTE_CAMERA" = "远程摄像头";
"PLUGIN_REMOTE_FILE" = "远程文件";
"PLUGIN_CMD" = "CMD";
"PLUGIN_SSH" = "SSH";
"PLUGIN_CONNECT_POWEROFF_SUCCESS" = "关机指令已发送";
"PLUGIN_CONNECT_POWEROFF_FAILED" = "关机指令发送失败";
"PLUGIN_CONNECT_POWEROFF_CANCEL" = "关机指令取消";
"PLUGIN_CONNECT_RESTART_SUCCESS" = "重启指令已发送";
"PLUGIN_CONNECT_RESTART_FAILED" = "重启指令发送失败";
"PLUGIN_CONNECT_RESTART_CANCEL" = "重启指令取消";

/* HostWelcomeViewController */
"DETAIL" = "  详情";

"LABEL_DESKTOP" = "桌面控制";
"LABEL_CAMERA" = "摄像头";
"LABEL_PR_CAMERA" = "高级功能";
"LABEL_TOUCHPAD" = "触摸板";
"LABEL_WATCH" = "桌面观看";
"LABEL_FILES" = "远程文件";
"LABEL_MULTISCREEN" = "屏幕扩展";
"LABEL_POWEROFF" = "关机/重启";
"REMOTE_SHUTDOWN" = "关机";
"REMOTE_RESTART" = "重启";

"LABEL_RRIVILEGE" = "特权";

"CNTS_LOGIN" = "正在登录远程桌面";
"CNTS_CONNECTED" = "即将显示远程桌面";
"CNTS_DISCONNECTED" = "连接中断";
"CNTS_LOGIN_CAMERA" = "正在登录远程摄像头";
"CNTS_CONNECTED_CAMERA" = "即将显示远程摄像头";
"CONNECTING_REMOTE_CAMERA" = "正在连接远程摄像头...";
"GET_ADDRESS_FAILED" = "无法获取到插件地址";
"LOGON_FAILED" = "登录失败";

"CONNECTING_REMOTE_DESKTOP" = "正在连接远程桌面...";
"SHUT_DOWN_THE_REMOTE_HOST"="是否关闭远程主机";
"RESTART_THE_REMOTE_HOST"="是否重启远程主机";
"UIALERT_TITLE_MESSAGE"="消息";
"UIALERT_TITLE_ERROR"="错误";
"UIALERT_MESSAGE_SHUTDOWN_HOST_COMMAND"="关闭远程主机命令已发出";
"UIALERT_MESSAGE_RESTART_HOST_COMMAND"="重启远程主机命令已发出";
"BUTTON_DISABLED_TITLE" = "";
"BUTTON_DISABLED_TITLE_BOTTOM" = "";
"BUTTON_DISABLED_TITLE_CN" = "敬请期待";
"REMOTE_OPEN_HOST_PART_ONE" = "开机指令已送达";
"REMOTE_OPEN_HOST_PART_TWO" = "主机上线大约需要1-2分钟，请耐心等待";
"REMOTE_OPEN_HOST_BACK_TO_HOSTLIST" = "返回主机列表";

/* HostFunctionDetailViewController */
"SEGMENT_CAMERA"="远程摄像头";
"SEGMENT_REMOTEFILE"="远程文件";
"FREE_EXPERIENCE"="免费试用";
"CAMERA_EXPERIENCE"="远程摄像头试用";
"MESSAGE_EXP"="远程摄像头提供免费试用24小时，请确定您的摄像头是否可用";
"MESSAGE_OUTDATE"="远程摄像头试用24小时已过期，购买服务后可永久试用";
"EXP_NOW"="立即试用";
"LOAD_PID_FAILED"="下载产品序列号失败";
"LOAD_PID_TRY_AGAIN" = "再试一次";
"REFRESH" = "刷新";
/* WaitingFreePluginConnectViewController */
"WAITINGFREEVC_DEAR" = "亲，将在";
"WAITINGFREEVC_INTO_CONTROL" = "秒后进入远控，耐心等待喔";
"WAITING_FREE_LEVEL_IN_CONNECTING" = "亲，努力加载中，请耐心等待喔";
"WAITINGFREEVC_WANNA_SPEED" = "我要提速";

/* EGORefreshTableHeaderView */
"LAST_UPDATED"="最后更新";
"RELEASE_TO_REFRESH"="松开即可刷新...";
"PULL_DOWN_TO_REFRESH"="下拉即可刷新...";
"LOADING"="正在刷新...";
"REFRESH_HOST_SUCCEED"="刷新成功";

/*GestureGuideView */
"GUIDE_ONE_FINGER_MOVE_MOUSE_CONTROL_DESCRIBE"="单指拖动";
"GUIDE_ONE_FINGER_MOVE_MOUSE_CONTROL_RESULT"="实现远程桌面移动";
"GUIDE_ONE_FINGER_MOVE_DESCRIBE"="单指拖动";
"GUIDE_ONE_FINGER_MOVE_RESULT"="移动指针和桌面";

"GUIDE_ONE_FINGER_DOUBLE_CLICK_THEN_HOLD_DESCRIBE"="单指双击并保持";
"GUIDE_ONE_FINGER_DOUBLE_CLICK_TWICE_THEN_HOLD_RESULT"="实现窗口拖动";
"GUIDE_ONE_FINGER_CLICK_DESCRIBE"="单指长按";
"GUIDE_ONE_FINGER_CLICK_RESULT"="实现鼠标右键";
"GUIDE_TWO_FINGER_CLICK_DESCRIBE"="双指轻点";
"GUIDE_TWO_FINGER_CLICK_RESULT"="显示/隐藏工具栏";
"GUIDE_TWO_FINGER_CLICK_TWICE_DESCRIBE"="双指轻点两次";
"GUIDE_TWO_FINGER_CLICK_TWICE_RESULT"="局部放大/缩小";
"GUIDE_THREE_FINGER_MOVE_DESCRIBE"="双指上下左右推动";
"GUIDE_THREE_FINGER_MOVE_RESULT"="实现鼠标滚轮";

"GUIDE_ONE_FINGER_CLICK_DESCRIBE"="单指点击";
"GUIDE_ONE_FINGER_CLICK_RESULT"="实现鼠标左键";
"GUIDE_ONE_FINGER_HOLD_DESCRIBE"="单指长按";
"GUIDE_ONE_FINGER_HOLD_RESULT"="实现鼠标右键";
"GUIDE_ONE_FINGER_PRESS_MOVE_DESCRIBE"="单指短按移动";
"GUIDE_ONE_FINGER_PRESS_MOVE_RESULT"="实现多选或窗口拖动";
"GUIDE_ONE_FINGER_MOVE_HORIZON_DESCRIBE"="单指左右移动";
"GUIDE_ONE_FINGER_MOVE_HORIZON_RESULT"="实现屏幕移动";
"GUIDE_ONE_FINGER_MOVE_VERTICAL_DESCRIBE"="单指上下移动";
"GUIDE_ONE_FINGER_MOVE_VERTICAL_RESULT"="实现鼠标滚轮";
"GUIDE_TWO_FINGER_MOVE_DESCRIBE"="双指移动";
"GUIDE_TWO_FINGER_MOVE_RESULT"="实现鼠标滚轮";

/*RemoteHostWakeUp */
"INPUT_REMOTE_HOST_WAKE_UP_PASSWORD" = "请输入开机密码";
"HOST_NOT_ALIVE" = "主机不存在";
"PASSWORD_EMPTY" = "开机密码不能为空!";
"PASSWORD_ERROR" = "开机密码错误!";
"TURNON_FAILED" = "开机失败!";
"WAKE_UP_TIMEOUT" = "开机超时";
"UIALERT_MESSAGE_NO_SUITABLE_NETWORK_CARD"="您需要支持远程开机的设备";
"URL_GET_REMOTE_WAKEUP_DEVICE" = "http://url.oray.com/dWHbqq";
"UNSUPPORT_REMOTE_WAKEUP" = "此设备不支持远程开机";
"REMOTEHOSTWAKEUP_START" = "正在发送指令，请耐心等待...";
"REMOTE_HOST_WAKEUP_PLUG_NOTE" = "插座已开启，使用插座开机，插座将断电重开\n部份主板需关机后2-5分钟方完全断电，建议进入插座断电后５分钟再开机";
"REMOTE_HOST_WAKEUP_PLUG_SUCCEED" = "插座开启成功";
"REMOTE_HOST_WAKEUP_PLUG_FAILED" = "插座开始失败或不在线";
"REMOTE_HOST_WAKEUP_CHOOSE_REMIND" = "检测到当前主机绑定了开机插座和开机棒\n请选择开机方式";
"REMOTE_HOST_WAKEUP_CHOOSE_1" = "使用开机插座";
"REMOTE_HOST_WAKEUP_CHOOSE_2" = "使用开机棒";
"REMOTE_HOST_WAKEUP_SUCCEED_DESC" = "开机成功";
"REMOTE_HOST_WAKEUP_FAILED_DESC" = "未开机成功，请重试或返回主机列表等待";
"REMOTE_HOST_WAKEUP_BACK" = "返回主机列表";
"REMOTE_HOST_WAKEUP_OK" = "确定";

/* RemoteToolbarViewController */
"QUIT_REMOTE_DESKTOP" = "结束远程桌面";
"QUIT_REMOTE_DESKTOPMSG" = "结束远程桌面，点击确认";

/* RemoteDesktopViewController */
"REMOTE_DESKTOP_HAS_BEEN_DISCONNECT" = "远程桌面断开连接，点击确认";
"VERSION_BEFORE_5_4_NOTIFICATION" = "请配合向日葵客户端5.4以上版本使用，如远程主机客户端版本低于5.4可能致手势操作无法正常使用。";
"COMPLAINT" = "卡顿！我要投诉";
"COMPLAINT_DONE" = "投诉成功，产品经理将被打屁屁，Pia~";
"SOUND_ON" = "声音开启";
"SOUND_OFF" = "声音关闭";
"MODEL_TOUCH" = "切换到触控模式";
"MODEL_MOUSE" = "切换到鼠标模式";
"BLACK_SCREEN_ON" = "启动黑屏模式";
"BLACK_SCREEN_OFF" = "取消黑屏模式";
"SWITCH_SCREEN" = "屏幕切换";
"SINGLE_ROLL" = "单指上下移动，可滚动列表";
"CONNECT_MODE_TRANSPOND" = "当前为转发模式";
"CONNECT_MODE_P2P" = "当前为P2P连接";
"CLIENT_SCREEN_IS_ROTATING" = "请保持主控端与被控端屏幕方向一致";
"GESTURE_STATE_DRAG" = "拖动";
"GESTURE_STATE_RIGHT_MOUSE" = "鼠标右键";
"GESTURE_STATE_ROLL" = "滑动滚轮";
"FREE_SERVICE_REMIND" = "当前免费版限速，最高300Kbps";
"PAY_SERVICE_REMIND" = "正在享用BGP跨线路云服务器";

/* No comment provided by engineer. */
"HOST_LOGON_SUCCEED" = "主机登录成功";
"SETTINGS" = "设置";

/*远程桌面菜单 */
"CHANGE_USER" = "切换远程会话";
"SHOW_DESKTOP" = "显示桌面";
"SHUT_DOWN_PC" = "关闭主机";
"RESTART_PC" = "重启主机";
"CTRL_ALT_DELETE" = "快捷键 Ctrl+Alt+Del";
"GESTURE_GUIDE" = "手势操作指南";
"CHANGE_CONTROLMODE" = "切换控制模式";
"CHANGE_WATCHMODE" = "切换观看模式";
//"SWITCH_SCREEN" = "切换屏幕";
"BLACK_SCREEN" = "黑屏模式";
"SCREEN"="屏幕";
"SWITCH_BEST_RESOLUTION" = "经切换到最佳分辨率";
"LOCK_SCREEN" = "锁定屏幕";
"UNLOCK_SCREEN" = "取消锁定屏幕";
"LOCK_DESKTOP" = "锁定桌面";
"UNINPUT" = "禁止对方鼠标和键盘输入";
"INPUT" = "允许对方鼠标和键盘输入";


/*HostDetailViewController host detail */
"HOST_DETAIL_VIEW_TITLE" = "主机详情";
"HOST_DETAIL_VIEW_SAVING" = "正在保存...";
"HOST_DETAIL_VIEW_UPDATE_FAILED" = "保存主机信息失败";
"HOST_DETAIL_VIEW_REMOTE_CONTROL" = "远程控制";
"HOST_DETAIL_VIEW_REMOTE_WAKEUP" = "远程开机";
"HOST_DETAIL_VIEW_DELETE_HOST" = "删除主机";
"AUTOMATICALLY_MATCHES_THE_BEST_RESOLUTION" = "自动匹配最佳分辨率";
"KEEP_THE_ORIGINAL_RESOLUTION" = "保持原始分辨率";
"RESOLUTION" = "分辨率";
"CANNOT_DO_THIS_ON_SHARED_HOST" = "不能对共享主机做该操作";
"RESOLUTION_NOTE" = "此功能仅支持向日葵客户端5.4及以上版本！";
"HOST_DETAIL_DELETE" = "删除";
"HOST_DETAIL_IS_DELETING" = "正在删除主机...";
"REMOTECAMERA_AVAILABLE" = "已开通";
"REMOTECAMERA_NOT_AVAILABLE" = "未开通";
"HOST_DETAIL_SETTING_HOST_NAME" = "主机名";
"HOST_DETAIL_SETTING_HOST_INFO" = "主机信息";
"HOST_DETAIL_SETTING_HOST_REMARK" = "备注";
"HOST_DETAIL_SETTING_INPUT_HOST_NAME" = "请输入主机名";
"HIGH_DEFINITION_RESOLUTION" = "1280*1024";
"STANDARD_DEFINITION_RESOLUTION" = "800*600";
"SELECT_FROM_PHOTO_ALBUM" = "从相册选择";
"TAKE_A_PICTURE" = "拍照";
"HOST_ICON_DEFAULT_STYLE" = "默认风格";
"HOST_ICON_UPLOAD_FAILED" = "保存失败";
"HOST_ICON_UPLOAD_SUCCEED" = "保存成功";
"HOST_DETAIL_DOMAIN_VISIT" = "域名访问";
"HOST_DETAIL_DOMAIN_CLOSE" = "未开启";
"HOST_DETAIL_DOMAIN_OPEN" = "已开启";
"HOST_DETTA_ICON_CHANGE" = "点击更换头像";
"HOST_DETAIL_BIND_PLUG" = "已绑定插座";
/*SettingOfMineViewController*/
"SETTING_OF_MINE" = "我的";
"CHECK_TO_UPDATE" = "检查向日葵更新";
"MORE_ABOUT" = "关于向日葵与帮助";
"MORE_SHARE" = "推荐 [向日葵] 给好友";
"RECOMMENDED_PRIZES" = "推荐有奖";
"VERSION_INFORMATION" = "版本信息";
"MORE_HELP" = "手势操作指南";
"LOG_FEEDBACK" = "拷贝主机日志";
"CONTACT_US" = "联系我们";
"MORE_RECOMMEND" = "精品推荐";
"LOADING_WEB" = "正在加载...";
"LOAD_WEB_SUCCEED" = "加载成功";
"ACCOUNT_LOGOUT" = "注销登录";
"LOG_EMAIL_TITLE" = "来自向日葵的日志邮件";
"ACCOUNT" = "帐号";
"ACCOUNT_MANAGE" = "帐号管理";
"ACCOUNT_OF_MINE" = "我的帐号";
"SERVICE_LEVEL" = "服务级别";
"HOST_LIST_SORTING" = "主机列表排序";
"SHOW_OFFLINE_HOST" = "显示离线主机";
"SERVICE_LEVEL_UNKNOW" = "未知";
"SERVICE_LEVEL_FREE" = "免费级";
"SERVICE_LEVEL_PROFESSION" = "入门版";
"SERVICE_LEVEL_BUSINESS" = "精英版";
"SERVICE_LEVEL_PREMIUM" = "旗舰级";
"SERVICE_LEVEL_ENTERPRISE" = "行业版";
"SERVICE_LEVEL_CUSTOM" = "独立服务器版";
"SERVICE_LEVEL_COM_PERPETUAL" = "精英版（永久）";
"SERVICE_LEVEL_PREMIUM_PERPETUAL" = "旗舰级（永久）";
"SERVICE_LEVEL_ENTERPRISE_PERPETUAL" = "行业级（永久）";
"HOST_AWAKE_SLEEP_NOTIFICATION" = "主机上线/下线提醒";
"MESSAGE_NOTIFICATION" = "消息通知";
"ACCORDING_TO_THE_ACCESS_TIME" = "按访问时间";
"LOGOUT" = "注销";
"SETTINF_OF_MINE_LOGIN_NOT_AVAILABLE" = "未登录";
"ACCORDING_TO_THE_HOST_NAME" = "按主机名";
"ACCORDING_TO_THE_HOST_STATE" = "按主机状态";
"ACCORDING_TO_THE_RECENT_ACCESS_TIME" = "按最近访问时间";
"MY_WELFARE"="我的福利";
"MY_EXCHANGE"="我的兑换";
"SETTING_FAILED" = "设置失败";
"HARDWARE_STORE" = "硬件商城";
//http://url.oray.com/HJHZJd;
"URL_HARDWARE_STORE" = "https://weidian.com/item_classes.html?userid=820262052&c=63564888";
"HOST_ICON_STYLE" = "主机头像";
"SUNSHINE_SHOP" = "阳光小店";
"SUNSHINE_SHOP_AD_WARNING" = "亲，点击广告太频繁了喔，先去远控一下再来吧！";
"TOUCH_ID" = "指纹登录";
"FACE_ID" = "面容ID登录";
"TOUCH_ID_DESC" = "（开启后，每次打开App都需验证）";
"TOUCH_ID_OPEN_REMIND" = "你尚未设置Touch ID,请在手机系统\"设置>Touch ID与密码\"中添加指纹";
"FACE_ID_OPEN_REMIND" = "你尚未设置Face ID,请在手机系统\"设置>面容 ID与密码\"中添加面容ID";
"MY_DOWNLOAD" = "我的下载";
"SETTING_GT_MOUSE" = "Swiftpoint GT蓝牙鼠标";
"SETTING_GT_MOUSE_CONNECT" = "已连接";
"SETTING_GT_MOUSE_NOT_CONNECT" = "未连接";
"SETTING_GT_MOUSE_UNABLE" = "未开启";
"SETTING_GT_MOUSE_DISCOVERY" = "自动连接";
"SETTING_GT_MOUSE_BLUETOOTH_NOT_CONNECT" = "需先在手机 [设置]>[蓝牙] 中连接GT鼠标";
"SETTING_GT_MOUSE_SEARCHING" = "正在搜索GT鼠标（请确认GT鼠标已连接）";
"SETTING_GT_MOUSE_CONNECTED" = "连接GT鼠标成功，进入远控桌面即可使用";
"SETTING_GT_MOUSE_HEADER_TITLE" = "我的GT鼠标";
"SETTING_GT_MOUSE_SHOW_GUIDE" = "查看连接指南>>";
"SETTING_GT_MOUSE_GUIDE" = "连接指南";
"SETTING_GT_MOUSE_GUIDE_TEXT" = "当鼠标冲满电时，您可以通过蓝牙4.0协议连接鼠标与您的设备，无需通过USB接收器\n\n1 首先将鼠标背面\"开关\"调到OFF档位\n2 打开手机\"设置\">\"蓝牙\"开启蓝牙\n3 如果设备列表中已有Swiftpoint GT，请先删除\n4 按住鼠标左键或右键不放，将背面\"开关\"调到ON档位，LED指示灯连续闪烁表示进入蓝牙配对模式，松开按键\n5 蓝牙设备列表中找到Swiftpoint GT后，点击完成配对";
"SETTING_GT_MOUSE_GUIDE_NOTE" = "注意：如不能连接成功，请重复以上步骤";

/*AboutSunloginViewController*/
"ABOUT" = "关于";
"SOFTWARE_NAME" = "向日葵远程控制";
"VERSION" = "版本";
"HOMEPAGE" = "官网网站:";
"HOMEPAGE_BUTTON" = "www.sunlogin.com";
//"HOMEPAGE_URL" = "http://url.oray.com/HHZbGb";
"HOMEPAGE_URL" = "http://sunlogin.oray.com/mobile/";
"COPY_RIGHT" = "版权所有:上海贝锐信息科技股份有限公司";
"NO_LOG_DATA" = "暂无日志数据";

/*FeedbackViewController*/
"FEEDBACK_TITLE" = "意见反馈";
"FEEDBACK_PLACEHOLDER" = "向日葵的每次进步，都离不开您的建议和意见";
"FEEDBACK_USER_INFO" = "您的电话/QQ/邮箱";
"FEEDBACK_COMMIT" = "提交";
"FEEDBACK_COMMITING" = "正在提交...";
"FEEDBACK_CODER" = "程序猿日夜苦干~\n只为给您更好的体验";
"FEEDBACK_TUCAO" = "我要吐槽";
"FEEDBACK_ENCOURAGE" = "鼓励一下";
"FEEDBACK_CONTENT" = "意见不能为空";
"FEEDBACK_CONTENT_LIMIT" = "意见最多输入150字";
"FEEDBACK_USERINFO_LIMIT" = "联系方式最多输入30字";
"FEEDBACK_USERINFO_CORRECT" = "请输入正确的联系方式";
"FEEDBACK_COMMIT_SUCCESS" = "反馈成功，感谢您的建议";
"FEEDBACK_COMMIT_FAILED" = "反馈失败，请重新提交";

/* rate sunlogin */
"RATE_TITLE" = "为 [向日葵] 评分";
"RATE_MESSAGE" = "感谢你的使用，请为向日葵远程控制评个分吧!";
"RATE_BUTTON_NOW" = "现在就去";
"RATE_BUTTON_LATER" = "下次再说";
"RATE_BUTTON_NEVER" = "不再提示";

/* camera messages */
"CAMERA_INFORMATION_TIP" = "信息提示 -- 摄像头";
"CAMERA_HAVE_DISCONNECTED" = "连接已经断开";
"CAMERA_QUIT_CONFIRM" = "远程摄像头断开连接，点击确认";
"CAMERA_LOAD_ERROR_NOCAMERA" = "没有找到可用的摄像头设备！";
"CAMERA_LOADING" = "正在载入中...";
"CAMERA_OPEN_FAILED" = "打开摄像头失败！";
"CAMERA_CLOSE_FAILED" = "关闭摄像头失败！";

"NOTWIFI_MESSAGE" = "当前网络连接类型不是WIFI。\n使用该功能将消耗较多流量，是否继续连接？";
"PUSH_MESSAGE_TITLE" = "推送消息"; 
"SWITCH_USER" = "正在切换会话，请稍等";

/*ShareInfomationView*/
"SHARE_SHORT_MESSAGE" = "短信发送";
"SHARE_COPY" = "复制";
"SHARE_EMAIL" = "邮件发送";
"SHARE_WEIXIN" = "微信发送";
"SHARE_QQ" = "QQ发送";
"SHARE_MEMO" = "备忘";

/*UserSendMessage*/
"SEND_MESSAGE_FAILED" = "发送短信失败";
"SEND_MESSAGE_SUCCEED" = "发送短信成功";

/*UserCopyLabel*/
"COPY_LABEL_COPY" = "复制";
"COPY_LABEL_EMAIL" = "邮件";
"COPY_LABEL_SMS" = "短信";
"COPY_LABEL_CANCEL" = "取消";

"USER_PERMISSION_NOT_ENOUGH" = "用户权限不够";
"SWITCH_USER_FAILED" = "切换用户失败";
"SWITCH_USER_OK" = "切换用户成功";
"DISPLAY_DESKTOP" = "即将显示远程桌面";

/*NoviceGuideViewController*/
"NOVICE_INTRO_TITLE" = "没有主机怎么办";
"NOVICE_INTRO_LINUX_REMOTE" = "Linux被控端";
"NOVICE_INTRO_PC_REMOTE" = "PC被控端";

"NOVICE_INTRO_FASTCODE_TITLE" = "无需登录客户端，使用快速识别码连接主机";
"NOVICE_INTRO_FASTCODE_NOTE" = "注：快速识别码可在向日葵客户端7.0主界面上找到";
"NOVICE_INTRO_CLIENT_TITLE" = "用当前帐号登录所要控制主机上的向日葵客户端7.0";
"NOVICE_INTRO_CLIENT_NOTE" = "注：访问www.sunlogin.com下载并安装向日葵客户端7.0";
"NOVICE_INTRO_FAST_CODE" = "快速远程访问";

/* 快速识别码－登录界面 */
"FASTCODE_LOGIN_TITLE" = "快速访问";
"FASTCODE_LOGIN_LOCK" = "验证码登录";
"FASTCODE_LOGIN_NOPASSWORD" = "无验证码？你还可以尝试";
"FASTCODE_LOGIN_SENDREQUEST" = "发送请求，等待对方接受";
"FASTCODE_LOGIN_PASSWORDERROR" = "验证码错误，您还可以尝试%d次";
"FASTCODE_LOGIN_PASSWORDERROR_FIVE" = "验证码错误，您还可以尝试发送请求";
"FASTCODE_LOGIN_USEPASSWORD_LOGIN" = "使用验证码登录...";
"FASTCODE_LOGIN_SEND_ACCESSQUEST" = "登录请求已发送，正等待对方响应";
"FASTCODE_LOGIN_SEND_FORBIDDEN" = "主机无响应或拒绝";

/* 快速识别码－安全问题回答界面 */
"FASTCODE_SECURITY_NOTICE" = "主机设置了安全问题";
"FASTCODE_SECURITY_ANSWER_HINT" = "请输入答案";
"FASTCODE_SECURITY_SURE" = "确定";
"FASTCODE_SECURITY_VERIFYING" = "正在验证";
"FASTCODE_SECURITY_WRONG" = "答案错误";
"FASTCODE_SECURITY_WARNING" = "错误次数达到5次，半小时后再来试试吧";

/*FastCodeInput*/
"FAST_CODE_QUERY_HOST" = "正在查询主机";
"FAST_CODE_QUERY_HOST_FAILED" = "主机不在线或不存在";
"FAST_CODE_QUERY_HOST_NOTEXIST" = "主机不存在";
"FAST_CODE_QUERY_HOST_OFFLINE" = "主机不在线";
"FAST_CODE_HOST_UNCONTROLLABLE" = "主机拒绝访问";
"FAST_CODE_NOT_SUPPORT_NO_PASSWORD" = "当前主机不支持无验证码访问";
"FAST_CODE_EMPTY" = "请输入伙伴的识别码";
"FAST_CODE_9_DIGIT" = "请输入9位快速识别码";
"FAST_CODE_TITLE" = "快速访问";
"FAST_CODE_ALERT_CONTENT" = "确定要清除您的识别码历史？";
"FAST_CODE_NOTE" = "此功能仅支持向日葵客户端7.0及以上版本！";
"FAST_CODE_CLEAR_HISTORY" = "清除历史";
"FAST_CODE_NO_HISTORY" = "没有访问历史";
"FAST_CODE_HOSTLIST_LABEL_TEXT" = "发起快速远控";
"FAST_CODE_CONNECT" = "连接";
"FAST_CODE_LOGON_NOTE" = "若向日葵客户端为8.0以下版本，请输入访问密码！";

/*GuideBeforeLoginViewController*/
"GUIDE_BEFORE_LOGIN_SHORTCUT" = "省心";
"GUIDE_BEFORE_LOGIN_SAFE" = "放心";
"GUIDE_BEFORE_LOGIN_PARENT" = "孝心";
"GUIDE_BEFORE_LOGIN_OFFICE_ANYWHRER_ANYTIME" = "随时随地远程办公";
"GUIDE_BEFORE_LOGIN_REMOTE_CAMERA" = "远程摄像头随时监控";
"GUIDE_BEFORE_LOGIN_REMOTE_ASSIST" = "为爸妈解决电脑问题";

/*rpc_service_error | used by CHostLogonEvent*/
//"std::exception" = "未知错误";
"Check the status of the remote control failed" = "检查远程控制状态失败";
"Check the login period failed" = "检查限制时间失败";
"Check the login type failed" = "检查登录方式失败";
"Password can not be empty" = "密码不能为空！";
"Create instance failed" = "创建实例失败";
"Login the host failed" = "用户名或密码错误";
"Remote control module has been closed" = "远程控制模块已经关闭";
"Login failed with the way" = "登录方式失败";
"The remote host did not response" = "远程主机无应答";
"Check the harass status failed" = "检查防骚扰状态失败";
"Rejected the connection request" = "远程主机拒绝连接请求";
"Verify strings can not be empty" = "签名字符串不能为空！";
"Access denied,you can't access to the host in the following" = "访问被拒绝";
"Wrong answer to anti-harassment" = "答案不正确，请重新输入！";
"Check the anti-harassment answer failed" = "检测问题答案失败！";

"input empty" = "输入不能为空";
"input wrong" = "输入错误";
"vertify failed" = "用户名或密码错误";
"pwd wrong" = "验证密码错误";
"query empty" = "查询结果为空";
"CONNECT_SOCKET_URLS_HPP connect_socket" = "无法连接到目标主机";
"auth(2) failed" = "AUTH配置文件错误";
"auth(3) failed" = "正则表达式匹配失败";
"rpc_digest not correct" = "签名错误";
"change fast_code failed" = "更换快速识别码失败";
"db query not found key" = "绑定的葵码已经不存在";
"Unknown exception" = "主机离线或未知错误";
"REMOTEADDRESS_NOT_EXISTS" = "主机不在线或不存在";

/*CameraDetailViewController*/
"REMOTE_CAMERA_IS_OFFLINE" = "摄像头不在线";
"STANDARD_QUALITY" = "标清";
"HIGH_QULITY" = "高清";
"SUPER_HIGH_QUALITY" = "超清";
"CAMERA_DETAIL" = "摄像头详情";
"MOTION_DETECTION_DESCRIBER" = "（需安装SD卡）";
"GETTING_CAMERA_DETAIL" = "正在获取摄像头信息...";
"SAVING_CAMERA_DETAIL_MESSAGE" = "正在保存摄像头详情...";
"SAVE_CAMERA_DETAIL_SUCCEED" = "保存摄像头信息成功";
"SAVE_CAMERA_DETAIL_FAILED" = "保存摄像头信息失败";
"SAVE_CAMERA_NAME_DESC_FAILED" = "保存摄像头名称和描述失败";
"IMAGE_QUALITY" = "画质";
"GET_CAMERA_DETAIL_SUCCEED" = "获取摄像头信息成功";
"GET_CAMERA_DETAIL_FAILED" = "获取摄像头信息失败";
"SCREEN_SHOT_SUCCEED" = "截屏已保存";
"CONNECT_CAMERA" = "连接摄像头";
"IMAGE_REVERSAL" = "图像翻转";
"MOTION_DETECTION" = "运动侦测录像";
"FIRMWARE_VERSION" = "摄像机固件版本";
"CAMERA_DETAIL_WILL_DELETE_CAMERA" = "是否删除设备：";
"CAMERA_DETAIL_IS_DELETING" = "正在删除设备...";
"CAMERA_DETAIL_DELETE_DEVICE" = "删除设备";
"CAMERA_DETAIL_CHANGE_WIFI_TITLE" = "更改WIFI";
"CAMERA_DETAIL_CONTROL_CAMERA" = "远程监控";
"CAMERA_DETAIL_SURE_TO_UPGRADE" = "确认升级到新版本：";
"CAMERA_DETAIL_SCREENSHOT" = "截屏";
"CAMERA_DETAIL_CHANGE_CAMERA" = "切换摄像头";
"CAMERA_DETAIL_CHANGE_CAMERA_SETTINGS" = "图像设置";
/*NewbieGuideViewController*/
"NEWBIE_GUIDE_NOHOST_TITLE" = "没有主机怎么办";
"NEWBIE_GUIDE_NOHOST_INTRO" = "访问www.sunlogin.com下载并安装向日葵客户端";
"NEWBIE_GUIDE_FASTCODE" = "直接使用快速识别码连接";
"NEWBIE_GUIDE_FASTCODE_LOGIN" = "现在连接";
"NEWBIE_GUIDE_ACCOUNT" = "用当前帐号登录向日葵客户端";


/*ActivateCameraViewController*/
"ACTIVATE_CAMERA_EMIT_NOW" = "立即发射";
"ACTIVATE_CAMERA_DESCRIBE" = "主人，将闪光灯对准摄像头，动感光波发射准备中...";

/*FlashLightViewController*/
"FLASH_LIGHT_CLICK_HERE" = "闪了，点这里";
"FLASH_LIGHT_I_KNOW" = "我知道了";
"FLASH_LIGHT_DESCRIBE" = "主人，看看摄像头红灯闪烁了吗...";
"FLASH_LIGHT_HELPER_RED_LIGHT" = "红灯闪烁代表设置哦";
"FLASH_LIGHT_HELPER_GREEN_LIGHT" = "绿灯代表正常哦";
"FLASH_LIGHT_HELPER_DESCRIBE" = "摄像头红灯闪烁，表示进入设置状态";

/*SetWIFIViewController*/
"SET_WIFI_NO_WIFI" = "主人，我要有WIFI才能活的呢，换个有WIFI的地方试试吧！";
"SET_WIFI_PLEASE_INPUT_WIFI_PASSWORD" = "请输入WIFI密码";

/*SoundWaveViewController*/
"SOUND_WAVE_DESCRIBE" = "将扬声器对准MIC的感应区，声波发射密码准备中...";
"SOUND_WAVE_FAILED_TRANSMIT" = "传送密码失败，";
"SOUND_WAVE_TRY_AGAIN" = "再试一次";
"SOUND_WAVE_SENDING_WAIT_PLEASE" = "声波发送中，请稍候";
"SOUND_WAVE_FINISH_SENDING" = "声波发送完毕，请等待摄像头连接";
/*SoundDoneViewController*/
"SOUND_DONE_DESCRIBE" = "主人，随时等待你的召唤喔！";
"SOUND_DONE_IS_READY" = "已经准备完毕！";
/*RemotefilesIndexViewController remotefile*/
"REMOTEFILE_TITLE"="远程文件";
"REMOTEFILE_HANDLEFILE_DOWNLOAD"=" 下载";
"REMOTEFILE_HANDLEFILE_DELETE"=" 删除";
"REMOTEFILE_DELETEDIR_PROMPT"="文件夹内文件请进入文件夹下载";
"REMOTEFILE_UPLOAD_FINISH_PROMPT"="上传成功";
"REMOTEFILE_DOWNLOAD_FINISH_PROMPT"="下载完成";
"UPLOAD" = "上传";
"LOAD_LIST" = "传输列表";
"UPLOAD_LIST" = "上传列表";
"DOWNLOAD_LIST" = "下载列表";
"PAUSE_ALL" = "全部暂停";
"CLEAR_RECORD" = "清空记录";
"UPLOADING" =  "正在上传";
"LOADED"  =  "上传成功";
"DOWNLOADING"="正在下载";
"DOWNLOADED"="下载完成";
"JUST_WIFI_LOAD" = "仅wifi网络上传/下载文件";
"MINE_DOWNLOAD"="我的下载";
"NOT_WIFI_REMIND" = "移动网络提醒";
"MYLOADED" = "我的下载";
"MY_DOWNLOAD_UPLOAD"=" 上传";
"REMIND" = "提示";
"REMIND_WORDS" = "确定要清空选中的传输记录吗?";
"REMIND_DEL_FILE" = "确定要删除文件?";
"REMIND_QUIT_REMOTE_FILE_TITLE" = "结束远程文件";
"REMIND_QUIT_REMOTE_FILE_MESSAGE" = "结束远程文件，点击确认";
"REMIND_FILE_NO"="文件不存在";
"REMIND_NO_PERMISSION_ALBUM"="您没有访问相册的权限";
"REMIND_LIST_NO_DATA"="您没有下载文件哦~";
"REMIND_UPLOADED_FILE_ALBUM"="已经上传的文件请到手机相册中查看";

"REMOTEFILE_REMIND_DOWNLOAD_FILE"="下载的文件, 可在\"我的-我的下载\"查看";
"REMOTEFILE_REMIND_I_SEE"="知道了";
"REMOTEFILE_REMIND_FILE_EXISTS"="文件已经存在";
"REMOTEFILE_REMIND_FILE_EXISTS_SKIP"="跳过";
"REMOTEFILE_REMIND_FILE_EXISTS_COVER"="覆盖";
"FILE_EXISTS"="已存在";
"REMOTEFILE_REMIND_NO_FREE_SPACE_TITLE"="手机储存空间不够";
"REMOTEFILE_REMIND_NO_FREE_SPACE_MESSAGE"="检测到手机储存空间不够,无法下载";
"REMOTEFILE_REMIND_UPLOAD_TMP_NULL"="找不到临时文件,请重新上传";
"REMOTEFILE_REMIND_ADD_FILE_UPDATA_HANDLE_FAIL"="文件上传前处理失败";
"REMOTEFILE_REMIND_ADD_TRANSMISSION_QUEUE"="文件已经加入传输列表";
"REMOTEFILE_HANDLE_UPLOADFILE" = "正在准备上传, 请稍候";

"MY_DOWNLOAD_OTHER_FILE_OTHER_DESCRIPTION"="文件暂不支持本地查看";
"MY_DOWNLOAD_OTHER_FILE_OPEN_FILE"="用其他应用打开";
"MY_DOWNLOAD_DELETE_FILE_SUCCESS"="删除成功";
"MY_DOWNLOAD_DELETE_FILE_FAIL"="删除失败";
"MY_DOWNLOAD_SAVE"="  保存到相册";
"MY_DOWNLOAD_SHARE"="  分享";
"MY_DOWNLOAD_DELETE"="  删除";
"MY_DOWNLOAD_SAVE_SUCCESS"="保存到相册成功";
"MY_DOWNLOAD_SAVE_FAIL"="保存到相册失败";
"MY_DownLOAD_SURE_DELETE_SELECTED_FILE"="确定删除选中文件吗";

/*add*/
/* HostWelcomeViewController */
"CNTS_LOGIN_REMOTE_FILE" = "正在登录远程文件";
"REMIND_QUITE_REMOTE_FILE" = "有文件正在传输或压缩\n确定要结束远程文件?";

/*RemotefilesIndexViewController*/
"UPLOAD_PATH_REMIND" = "文件会上传到当前所选的路径哦";
"NEW_FOLDER" = "新建文件夹";
"VIDEO" = "视频";
"MUSIC" = "音乐";
"PHOTO" = "照片";
"GO_MY_DOWNLOAD"="我的下载";
"CHOOSE_UPLOAD_TYPE" = "选择上传类型";
"CHOOSE_PATH_REMIND" = "请选择上传目录";
"SORT_BY_NAME" = "按名称排列";
"SORT_BY_TIME" = "按时间排列";
"EXIT" = "退出";
"DELETE_REMOTE_FILE" = "确定要删除已选的远程文件?";
"REMOTE_FILE_DISCONNECTED" = "远程连接失败";
"REMOTE_FILE_DISCONNECTED_REMAIND" = "超时或网络不通或远程主机已关闭，请退出后重试";
"REMOTE_FILE_WIFI_REMAIND" = "当前已设置[仅wifi网络传输文件]，将不允许2G/3G/4G网络传输文件，是否需要更改？";
"ONLY_WIFI" = "仅WiFi传输";
"ALLOW_ALL_NET" = "允许所有网络";
"LOAD_FAILED" = "加载失败，请重试";
"CREATA_FOLDER_FAILED" = "创建文件夹失败！";
"DElETE_FILE_FAILED" = "文件删除失败！";
"ADD_UPLOAD_REMIND" = "已添加到上传列表";
"NULL_VIEW_REMIND" = "您还没有传输记录哦~";

/*FilesloadedListViewController*/
"RESUME_ALL" = "全部开始";
"DELETE" = "删除";
"COMPILING" = "正在压缩";
"CANCELE_ALL" = "全部取消";
"LOADING" = "正在准备中";
"LIST_NONE" = "列表为空";

/*HostPluginsViewController*/
"REMIND_NETWORK_STATE" = "当前为非WiFi网络连接，使用该功能将消耗较多流量，是否继续？";
"HOSTPLUGINS_KVM_WIRELESS_TIP" = "检测到控控已插入无线网卡\n是否现在设置无线上网？";
"HOSTPLUGINS_KVM_WIRELESS_LATER" = "暂不设置";
"HOSTPLUGINS_KVM_WIRELESS_NOW" = "现在设置";
"KVM_UPDATE_TITLE" = "固件更新";

/*ServiceLevelViewController*/
"UPGRADE_NOW" = "立即升级";
"UPGRADE_NOW_LOADING" = "立即升级...";
"AMOUNT" = "主机数";
"USED" = "已使用";
"SERVICE_EXPIRED_DATE" = "到期日期";
"SERVICE_UPGRADE_RENEWALS" = "升级续费";
"SERVICE_UPGRADE_RENEWALS_LOADING" = "升级续费...";
"SERVICE_UPGRADE_RENEWALS_MESSAGE" = "iOS无法支持升级/续费，请登录向日葵网站完成操作";
"SERVICE_UPGRADE_RENEWALS_URL" = "http://url.oray.com/baGHJd";
"SERVICE_LEVEL_PRO_TO_BIZ" = "升级到精英版";
"SERVICE_EXPIRED_NOTIFY_1" = "服务将于";
"SERVICE_EXPIRED_NOTIFY_2" = "到期，请及时续费";

/*ServicePurchaseDescViewController*/
"SERVICES_PURCHASED" = "服务购买";
"BUY_PROFRESSIONAL" = "购买入门版";
"SERVERS_NORMAL" = "标准";
"SERVERS_PROFESSION" = "专业";
"SERVICE_FREE" = "免费";
"SERVICE_PRICE_PREFIX" = "";
"SERVICE_PRICE_CNY" = "元/主机/年";
"SERVICE_PRICE_ELSE" = "/年";
"SERVICE_PRICE_NUMB_PROFESSIONAL" = "60";
"SERVICE_PRICE_NUMB_BUSINESS" = "98";
"SERVICE" = "服务";
"PRICE" = "价格";
"STABILITY" = "稳定性";
"SERVERS" = "服务器";
"ROMOTE_DESKTOP" = "远程桌面";
"ROMOTE_CAMERA" = "远程摄像头";
"ROMOTE_FILE" = "远程文件";
"ROMOTE_MANAGE" = "远程管理";
"ONE_DAY_TRIAL" = "试用一天";
"PC_SIDE_FUNCTIONALITY" = "(PC端功能)";
"ACTIVATION_FAILED" = "激活失败";
"ACTIVATION_FAILED_MSG" = "您已免费试用24小时，购买入门版后可继续使用";
"BUSINESS_LEVEL_DESCRIPTION" = "推荐企业及专业人士使用\n";
"PROFESSIONAL_LEVEL_DESCRIPTION" = "推荐个人用户使用\n";
"SERVICE_LEVEL_FUNCTION_TITLE_1" = "整体性能:";
"SERVICE_LEVEL_FUNCTION_DESCRIPTION_1_BUSINESS" = "较免费级提升50%";
"SERVICE_LEVEL_FUNCTION_DESCRIPTION_1_PROFESSIONAL" = "较免费级提升20%";
"SERVICE_LEVEL_FUNCTION_TITLE_2" = "尊享功能:";
"SERVICE_LEVEL_FUNCTION_DESCRIPTION_2_BUSINESS" = "远程桌面/远程摄像头/远程开机(搭配开机棒)\n远程文件/CMD/远程管理*/定制安装包*";
"SERVICE_LEVEL_FUNCTION_DESCRIPTION_2_PROFESSIONAL" = "远程桌面/远程摄像头/远程文件/CMD";
"SERVICE_PURCHASE_BOTTOM_DESCRIPTION" = "带星号*的功能，请安装电脑版控制端使用";

/*PurchaseWebViewController*/
"WEB_PURCHASE_PAY_WECHAT" = "微信支付";
"WEB_PURCHASE_PAY_ALIPAY" = "支付宝支付";
"WEB_PURCHASE_PAY_READY_PURCHASE" = "准备支付...";
"WEB_PURCHASE_PAY_PURCHASE_SUCCEED" = "支付成功";
"WEB_PURCHASE_PAY_PURCHASE_COMPLETE" = "支付完成";
"WEB_PURCHASE_PAY_CANCEL" = "已取消支付";
"WEB_PURCHASE_PAY_GET_ORDER_INFO_FAIL" = "获取订单信息失败";
"WEB_PURCHASE_PAY_WECHAT_NOT_INSTALLED" = "手机没有安装微信客户端";

/*ConfirmPaymentViewController*/
"CONFIRM_PAYMENT" = "确认支付";
"PAYMENT_NOW" = "立即支付";
"TOTAL_PRICE" = "总价:";
"PRICE_UNIT" = "元";
"PURCHASE_NUMBER_DESCRIPTION" = "不能小于已有主机数:";
"PURCHASE_LEVEL_DESCRIPTION" = "当前帐号非免费级，如需升级续费，请登录sunlogin.oray.com/console/service/";
"YEAR" = "年";
"PLEASE_SELECT_NUMBER_OF_YEARS" = "请选择年限";
"PLEAES_SELECT_NUMBER_OF_HOSTS" = "请选择主机数";
"LOAD_WEB_FAILED" = "加载失败";
"PURCHASEING" = "支付中...";
"PURCHASE_FAILED" = "支付失败";
"VERIFICATION_IS_SUCCESSFUL" = "验证成功";
"VERIFICATION_FAILS" = "验证失败";
"VERIFICATION_BREAK" = "连接服务器失败，重新连接中...";
"PURCHASE_NUMBER_OVER_MAXIMUM_MESSAGE_1" = "iOS最高支持购买10台主机";
"PURCHASE_NUMBER_OVER_MAXIMUM_MESSAGE_2" = "立享更多优惠";
"PURCHASE_NUMBER_OVER_MAXIMUM_MESSAGE_URL_KEYWORD" = "进入官网购买";
"PURCHASE_NUMBER_OVER_MAXIMUM_MESSAGE_URL" = "http://url.oray.com/baGHJd";
"CONNECTION_APPLE_SERVICE_FAILED" = "连接苹果服务器失败";
"CONFIRM_PAYMENT_PRODUCT_DESC_ONE_YEAR_PREFIX"   = "1年 ";
"CONFIRM_PAYMENT_PRODUCT_DESC_TWO_YEAR_PREFIX"   = "2年 ";
"CONFIRM_PAYMENT_PRODUCT_DESC_THREE_YEAR_PREFIX" = "3年 ";
"CONFIRM_PAYMENT_PRODUCT_DESC_FIVE_YEAR_PREFIX"  = "5年 ";
"CONFIRM_PAYMENT_PRODUCT_DESC_ONE_YEAR_POSTFIX"   = "";
"CONFIRM_PAYMENT_PRODUCT_DESC_TWO_YEAR_POSTFIX"   = "（9折）";
"CONFIRM_PAYMENT_PRODUCT_DESC_THREE_YEAR_POSTFIX" = "（8折）";
"CONFIRM_PAYMENT_PRODUCT_DESC_FIVE_YEAR_POSTFIX"  = "（7折）";

/*AlipayConfirmPaymentViewController*/
"CURRENT" = "当前：";
"HOSTS_AMOUNT_PREFIX" = "主机数：";
"HOSTS_AMOUNT_SUFFIX" = "";
"DUE_DATE" = "到期日：";
"ALIPAY_PRODUCT_DESC_BUSINESS" = "向日葵精英版服务";
"ALIPAY_PRODUCT_DESC_PROFESSIONAL" = "向日葵入门版服务";
"ALIPAY_PRICE_PREFIX" = "";
"ALIPAY_YUAN_HOST_YEAR" = "元/主机/年";
"ALIPAY_YEAR" = "年限";
"ALIPAY_HOSTS" = "主机数";
"ALIPAY_TOTAL_PRICE" = "总价";
"ALIPAY_APP_TITLE" = "支付宝支付";
"ALIPAY_APP_DESC" = "适合已安装支付宝客户端的用户";
"ALIPAY_WEB_TITLE" = "支付宝网页支付";
"ALIPAY_WEB_DESC" = "有支付宝帐号即可支付";
"ALIPAY_PAYMENT_NOW" = "立即支付";
"ALIPAY_PRICE_UNIT" = "元";
"ALIPAY_PURCHASEING" = "支付中...";
"ALIPAY_PAYMENT_FAILED" = "支付失败";
"ALIPAY_PAYMENT_NETWORK_CONNECTION_FAILED" = "网络连接失败";
"ALIPAY_PAYMENT_EXPIRE_DATE_BECOMES" = "到期日延至：";
"ALIPAY_PAYMENT_HOST_NUMB_BECOMES" = "主机数增至：";
"ALIPAY_PAYMENT_PURCHASE_NUMBER_DESCRIPTION" = "不能小于已有主机数。";

/*CameraTrialViewController*/
"CAMERA_TRIAL_TITLE" = "激活远程摄像头";
"CAMERA_TRIAL_LABEL" = "带我走，有钱出钱！有力出力！";
"TAP_AD" = "点击%d次广告即可激活摄像头";
"ACTIVATE_SUCCEED" = "激活成功";
"ACTIVATE_SUCCEED_REMIND" = "激活成功，此主机的远程摄像头功能可使用7天，到期后可重新激活。";
"BUY_BUTTON" = "我是土豪，买！";
"ACTIVATE_BUTTON" = "点广告免费得";
"ACTIVATE_BUTTON_LOADING" = "广告加载中...";
"IMMEDIATE_EXPERIENCE" = "立即体验";

/*AccountLogonViewController login logon*/
"ACCOUNT_LOGON_TITLE" = "登录帐号";
"ACCOUNT_LOGON_LODING" = "登录中...";
"ACCOUNT_LOGON_REGISTER" = "没有帐号？立即注册";
"SWITCH_TOUCH_ID_LOGIN" = "使用Touch ID登陆";
"SWITCH_FACE_ID_LOGIN" = "使用Face ID登陆";
"SWITCH_ACCOUNT_LOGIN" = "使用帐号密码登录";
"USE_TOUCH_ID_LOGIN" = "使用指纹登录";
"USE_FACE_ID_LOGIN" = "使用面容ID登录";
"ACCOUNT_IS" = "帐号：";
"USE_TOUCH_ID_LOGIN_DESC" = "通过验证指纹登录向日葵";
"USE_TOUCH_ID_AUTH_DESC" = "通过验证指纹登录向日葵";
"USE_FACE_ID_AUTH_DESC" = "通过面部识别登录向日葵";

/*AccountManageViewController*/
"ADD_ACCOUNT" = "添加帐号";
"LOGOUT_CURRENT_ACCOUNT" = "退出当前帐号";
"DELETE_ACCOUNT_MESSAGE" = "左划可删除帐号";
"CLOSE_ACCOUNT_BUTTON" = "彻底注销帐号";

/*AccountAddViewController*/
"ACCOUNT_ADD_ACCOUNT" = "帐号";
"ACCOUNT_ADD_PASSWORD" = "密码";
"REGISTER_NEW_ACCOUNT" = "注册新帐号";
"ACCOUNT_ADD_VC_ADD" = "添加";
"ACCOUNT_ADD_VC_ADDING" = "正在添加...";

/*PushNotificationManager*/
"PUSH_NOTIFICATION_MANAGER_FIRST_SETTING_MESSAGE" = "开启主机上线/下线提醒，实时了解主机动态";
"PUSH_NOTIFICATION_MANAGER_TURN_ON_NOW" = "立即开启";
"PUSH_NOTIFICATION_MANAGER_FIRST_SETTING_SUCCEED_MESSAGE" = "开启成功，如需关闭请到【更多】里更改设置。";
"PUSH_NOTIFICATION_MANAGER_LOCAL_NOTIFICATION_TITLE_1" = "实时获取所有主机的上下线情况，短信通知您";
"PUSH_NOTIFICATION_MANAGER_LOCAL_NOTIFICATION_TITLE_2" = "关心每周/每月的远控记录报表，邮件送达您";
"PUSH_NOTIFICATION_MANAGER_LOCAL_NOTIFICATION_TITLE_3" = "异地办公自由访问与管理电脑，拒绝留守公司";
"PUSH_NOTIFICATION_MANAGER_LOCAL_NOTIFICATION_TITLE_4" = "摄像头实时监控，看护您关心的每一处地方";
"PUSH_NOTIFICATION_MANAGER_LOCAL_NOTIFICATION_TITLE_5" = "公司家里远程传输文件，告别文件遗漏烦恼";
"PUSH_NOTIFICATION_MANAGER_LOCAL_NOTIFICATION_TITLE_6" = "手机一秒变遥控，电脑不在眼前也可以开关机";

"PUSH_NOTIFICATION_READY_SCREEN_RECORDING" = "屏幕录制已准备好，返回向日葵开始投屏吧！";

/*CMDViewController*/
"CMD_CONNECTING" = "正在连接...";
"CMD_CONNECT_SUCCEED" = "即将显示CMD界面";
"CMD_HAS_BEEN_DISCONNECT" = "CMD连接断开";
"CMD_QUIT_MESSAGE" = "结束CMD，点击确认";
"CMD_FREQUENTLY_COMMAND" = "常用命令";
"CMD_HISTORY_COMMAND" = "历史命令";
"CMD_COMMON_COMMAND" = "常用命令";
"CMD_STOP_COMMAND" = "中断命令";
"CMD_HISTORY_EMPTY_PLACEHOLDER" = "用过的命令会在这里出现";
"CMD_COMMANDS" = "命令";
"CMD_CUSTOMADD" = "自定义添加";
"CMD_CONFIRM" = "确认";

/*SSHViewController*/
"SSH_CONNECTING" = "正在连接...";
"SSH_CONNECT_SUCCEED" = "即将显示SSH界面";
"SSH_HAS_BEEN_DISCONNECT" = "SSH连接断开";
"SSH_QUIT_MESSAGE" = "结束SSH，点击确认";
"SSH_FREQUENTLY_COMMAND" = "常用命令";
"SSH_HISTORY_COMMAND" = "历史命令";
"SSH_STOP_COMMAND" = "中断命令";
"SSH_HISTORY_EMPTY_PLACEHOLDER" = "用过的命令会在这里出现";
"SSH_CONNECTE_FAILED_POSSIBLE_REASON" = "SSH连接失败，可能原因(被控端未安装SSH)";

/*remote desktop*/
/*RemoteDesktopInputView*/
"REMOTEDESKTOPINPUTVIEW_CUSTOM" = "自定义";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_UNDEFINED" = "未定义";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_DEFAULT" = "默认";
"RD_INPUT_BACK_DEFAULT_LANDSCAPE" = "默认";
"RD_INPUT_BACK_DEFAULT_PORTRAIT" = "默\n认";
"REMOTE_DESKTOP_INPUT_VIEW_COMBO_COMMANDS" = "快捷键";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_EDIT" = "编辑";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_SELECTED_NOTICE" = "点击选择要显示的按键";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_COMBINATION" = "自定义键盘(可定义组合键)";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_FINISH" = "完成";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_SELECTED_BUTTON" = "请选择按键";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_ONLY_THREE_COMMANDS" = "最多为三键组合";
"RDIV_CLEAN_COMMAND_REMIND" = "是否清除命令组合?";
"REMOTE_DESKTOP_FINISH" = "完成";
"REMOTE_DESKTOP_FINISH_HORIZON" = "完\n成";
//"REMOTE_DESKTOP_GAME_CUSTOM_KEYBOARD_EDIT" = "编辑";
//"REMOTE_DESKTOP_GAME_CUSTOM_KEYBOARD_BACK" = "切换";
//"REMOTE_DESKTOP_GAME_CUSTOM_KEYBOARD_PICK_UP" = "退出";
/*RemoteDesktopMenuButton*/
"REMOTE_DESKTOP_MENU_QUIT" = "结束远控";
"REMOTE_DESKTOP_MENU_KEYBOARD" = "默认键盘";
"REMOTE_DESKTOP_MENU_CUSTOMKEYBOARD" = "自定键盘";
"REMOTE_DESKTOP_MENU_TOUCH_MODE" = "触摸模式";
"REMOTE_DESKTOP_MENU_CURSOR_MODE" = "鼠标模式";
"REMOTE_DESKTOP_MENU_SOUND_ON" = "开启声音";
"REMOTE_DESKTOP_MENU_SOUND_OFF" = "关闭声音";
"REMOTE_DESKTOP_MENU_CHANGE_SCREEN" = "切换屏幕";
"REMOTE_DESKTOP_MENU_BLACK_SCREEN_ON" = "黑屏";
"REMOTE_DESKTOP_MENU_BLACK_SCREEN_OFF" = "关闭黑屏";
"REMOTE_DESKTOP_MENU_LIST_BLACK_SCREEN_ON" = "开启黑屏";
"REMOTE_DESKTOP_MENU_LIST_BLACK_SCREEN_OFF" = "关闭黑屏";
"REMOTE_DESKTOP_MENU_ResolutionSD" = "标清";
"REMOTE_DESKTOP_MENU_ResolutionHD" = "高清";
"REMOTE_DESKTOP_MENU_ResolutionSHD" = "超清";
"REMOTE_DESKTOP_MENU_MORE" = "更多";
"REMOTE_DESKTOP_MENU_VIDEO_ON" = "录像";
"REMOTE_DESKTOP_MENU_VIDEO_OFF" = "停止录像";

"REMOTE_DESKTOP_MENU_CHANGE_USER" = "切换会话";
"REMOTE_DESKTOP_MENU_ROTATE_SCREEN_LOCK" = "关闭屏幕旋转";
"REMOTE_DESKTOP_MENU_ROTATE_SCREEN_LOCK_TOOLBAR" = "关闭旋转";
"REMOTE_DESKTOP_MENU_ROTATE_SCREEN_UNLOCK" = "开启屏幕旋转";
"REMOTE_DESKTOP_MENU_ROTATE_SCREEN_UNLOCK_TOOLBAR" = "开启旋转";
"REMOTE_DESKTOP_MENU_CURSOR_HIDE_FULL" = "关闭虚拟鼠标";
"REMOTE_DESKTOP_MENU_CURSOR_SHOW_FULL" = "开启虚拟鼠标";
"REMOTE_DESKTOP_MENU_CURSOR_HIDE" = "关闭鼠标";
"REMOTE_DESKTOP_MENU_CURSOR_SHOW" = "开启鼠标";
"REMOTE_DESKTOP_MENU_CTRL_ALT_DELETE" = "快捷键Ctrl+Alt+Del";
"REMOTE_DESKTOP_MENU_DESKTOP_DISPLAY" = "显示桌面";
"REMOTE_DESKTOP_MENU_DESKTOP_LOCK" = "锁定桌面";
"REMOTE_DESKTOP_MENU_RESTART" = "重启主机";
"REMOTE_DESKTOP_MENU_RESTART_SHORT" = "重启";
"REMOTE_DESKTOP_MENU_SHUTDOWN" = "关闭主机";
"REMOTE_DESKTOP_MENU_SHUTDOWN_SHORT" = "关机";
"REMOTE_DESKTOP_MENU_GESTURE_GUIDE" = "手势指南";
"REMOTE_DESKTOP_MENU_VIP_SPEED_UP" = "VIP专属通道加速";
"REMOTE_DESKTOP_MENU_VIP_SPEED_UP_ACCELERATING" = "VIP专属通道加速中...";
"REMOTE_DESKTOP_MENU_VIP_SPEED_UP_SHORT" = "专属加速";
"REMOTE_DESKTOP_MENU_VIP_SPEED_UP_ACCELERATING_SHORT" = "加速中";
"REMOTE_DESKTOP_MENU_KVM_DISPLAY_CONFIG" = "画面校准";
"REMOTE_DESKTOP_MENU_KVM_DISPLAY_COLOR" = "色彩设置";
"REMOTE_DESKTOP_MENU_SCREEN_ROTATE" = "旋转屏幕";

"REMOTE_DESKTOP_MENU_ANDROID_HOME" = "HOME";
"REMOTE_DESKTOP_MENU_ANDROID_BACK" = "返回";
"REMOTE_DESKTOP_MENU_ANDROID_MENU" = "菜单";
"REMOTE_DESKTOP_MENU_ANDROID_DROP_DOWN" = "下拉菜单";
"REMOTE_DESKTOP_MENU_ANDROID_PULL_UP" = "上拉菜单";
"REMOTE_DESKTOP_MENU_ANDROID_VOICE_UP" = "音量+";
"REMOTE_DESKTOP_MENU_ANDROID_VOICE_DOWN" = "音量-";
"REMOTE_DESKTOP_MENU_ANDROID_SCREEN_LOCK" = "锁屏";
"REMOTE_DESKTOP_MENU_ANDROID_LANDSCAPE" = "适配屏幕";
"REMOTE_DESKTOP_MENU_ANDROID_VERTICAL" = "切换竖屏";
"REMOTE_DESKTOP_MENU_ANDROID_LOCAL_KEYBOARD" = "本地键盘";

/*
 RDGameKBTypeLOL     = 1,        //英雄联盟键盘
 RDGameKBTypeFPS     = 2,        //FPS 键盘
 RDGameKBTypeDNF     = 3,        //DNF 键盘
 RDGameKBTypeAction  = 4,        //动作类
 RDGameKBTypeOW      = 5,        //守望先锋
 RDGameKBTypeRace    = 6,        //赛车类
 RDGameKBTypeRolePlay = 7,    //角色扮演
 RDGameKBTypeSports  = 8,        //体育类
 */

"REMOTE_DESKTOP_MENU_GAME_TITLE" = "游戏键盘";
"REMOTE_DESKTOP_MENU_GAME_KB_LOL" = "英雄联盟键位";
"REMOTE_DESKTOP_MENU_GAME_KB_FPS" = "FPS类键位";
"REMOTE_DESKTOP_MENU_GAME_KB_DNF" = "DNF键位";
"REMOTE_DESKTOP_MENU_GAME_KB_ACTION" = "动作类键位";
"REMOTE_DESKTOP_MENU_GAME_KB_OW" = "守望先锋键位";
"REMOTE_DESKTOP_MENU_GAME_KB_RACE" = "赛车类键位";
"REMOTE_DESKTOP_MENU_GAME_KB_ROLE_PLAY" = "角色扮演类键位";
"REMOTE_DESKTOP_MENU_GAME_KB_SPORTS" = "体育类键位";
"REMOTE_DESKTOP_MENU_GAME_KB_CUSTOM_1" = "自定义键位";
"REMOTE_DESKTOP_MENU_GAME_EDIT" = "编辑";
"REMOTE_DESKTOP_MENU_GAME_USE" = "使用";
"REMOTE_DESKTOP_MENU_GAME_REMIND_NEED_SELECT" = "请选择要使用的键盘";
"REMOTE_DESKTOP_MENU_GAME_REMIND_HORIZON" = "游戏键盘仅支持横屏进入";

"REMOTE_DESKTOP_GAME_KB_MENU_SWITCH" = "切换";
"REMOTE_DESKTOP_GAME_KB_MENU_EDIT" = "编辑";
"REMOTE_DESKTOP_GAME_KB_MENU_QUIT" = "退出";
"REMOTE_DESKTOP_GAME_KB_MENU_RESET" = "恢复";
"REMOTE_DESKTOP_GAME_KB_MENU_FINISH" = "完成";

"REMOTE_DESKTOP_KEYBOARD_SPACE" = "空格";
"REMOTE_DESKTOP_KEYBOARD_CURSOR_LEFT" = "左键";
"REMOTE_DESKTOP_KEYBOARD_CURSOR_RIGHT" = "右键";
"RDMOTE_DESKTOP_KEYBOARD_CURSOR_MID" = "中键";

"REMOTE_DESKTOP_KEYBOARD_ORIENT_SXZY" = "上下左右";
"REMOTE_DESKTOP_KEYBOARD_ORIENT_WASD" = "WASD";

"REMOTE_DESKTOP_REMIND_SOUND_ON" = "声音已开启\n开启声音会占用带宽\n网速不好时建议关闭";
"REMOTE_DESKTOP_REMIND_SOUND_OFF" = "声音已关闭";
"REMOTE_DESKTOP_REMIND_CHANGE_SCREEN" = "屏幕切换";
"REMOTE_DESKTOP_REMIND_BLACK_SCREEN_ON" = "启动黑屏模式";
"REMOTE_DESKTOP_REMIND_BLACK_SCREEN_OFF" = "取消黑屏模式";
"REMOTE_DESKTOP_REMIND_UNSUPPORT_BLACK_SCREEN" = "无法开启黑屏模式";
"REMOTE_DESKTOP_REMIND_ROTATE_SCREEN_LOCK" = "屏幕旋转已关闭";
"REMOTE_DESKTOP_REMIND_ROTATE_SCREEN_UNLOCK" = "屏幕旋转已开启";
"REMOTE_DESKTOP_REMIND_CURSOR_HIDE" = "虚拟鼠标已关闭";
"REMOTE_DESKTOP_REMIND_CURSOR_SHOW" = "虚拟鼠标已开启";

"REMOTE_DESKTOP_REMIND_SOUND_CONNECTING" = "正在连接声音...";
"REMOTE_DESKTOP_REMIND_ERROR_SOUND_UNABLE_CONNECT" = "声音插件无法连接";
"REMOTE_DESKTOP_REMIND_ERROR_SOUND_DISCONNECT" = "声音插件连接失败";
"REMOTE_DESKTOP_REMIND_ERROR_SOUND_ON_FAILED" = "声音打开失败";
"REMOTE_DESKTOP_REMIND_ERROR_SOUND_OFF_FAILED" = "声音关闭失败";

"REMOTE_DESKTOP_SPEED_UP_REMIND" = "当前服务器带宽占用率可能影响体验";
"REMOTE_DESKTOP_SPEED_UP" = "加速包提速";
"REMOTE_DESKTOP_SPEED_UP_ALERT_REMIND_1_1" = "当前向日葵服务器带宽占用率高\n使用加速包，可提高远程体验\n（还剩";
"REMOTE_DESKTOP_SPEED_UP_ALERT_REMIND_1_2" = "次加速）";
"REMOTE_DESKTOP_SPEED_UP_ALERT_REMIND_2" = "当前没有可用加速包\n前往<我的福利>可免费领取\n(领取后需下次远控才能使用)";
"REMOTE_DESKTOP_SPEED_UP_USE_RIGHT_NOW" = "立即使用";
"REMOTE_DESKTOP_SPEED_UP_NOT_USE" = "暂不使用";
"REMOTE_DESKTOP_SPEED_UP_GET" = "免费领取";
"REMOTE_DESKTOP_SPEED_UP_ALERT_REMIND_2_1" = "已成功领取1次加速\n可在\"我的福利\"里查看使用情况";
"REMOTE_DESKTOP_SPEED_UP_CONNECTING_REMIND_1" = "正在为你分配";
"REMOTE_DESKTOP_SPEED_UP_CONNECTING_REMIND_2" = "空闲服务器";
"REMOTE_DESKTOP_SPEED_UP_CONNECTING_REMIND_3" = ",请稍后...";
"REMOTE_DESKTOP_SPEED_UP_CONNECT_SUCCEED_REMIND_1" = "加速成功，有效时间";
"REMOTE_DESKTOP_SPEED_UP_CONNECT_SUCCEED_REMIND_2" = "小时";
"REMOTE_DESKTOP_SPEED_UP_CONNECT_FAILED_REMIND" = "加速失败，请稍后再试";
"REMOTE_DESKTOP_SPEED_UP_REMAIN_TIME" = "正在加速中，还剩时间";
//BGP加速
"REMOTE_DESKTOP_REMIND_BGP_SPEED_UP_RECONNECTING" = "正在切换到BGP服务器通道...";
"REMOTE_DESKTOP_REMIND_BGP_SPEED_UP_SUCCEED" = "切换成功";
"REMOTE_DESKTOP_REMIND_BGP_SPEED_UP_YET" = "当前已为VIP专属通道";
//kvm
"REMOTE_DESKTOP_KVM_DIAPLAY_CONFIG_RED" = "红";
"REMOTE_DESKTOP_KVM_DIAPLAY_CONFIG_GREEN" = "绿";
"REMOTE_DESKTOP_KVM_DIAPLAY_CONFIG_BLUE" = "蓝";
"REMOTE_DESKTOP_KVM_DIAPLAY_CONFIG_OFFSET" = "偏移量";
"REMOTE_DESKTOP_KVM_DIAPLAY_CONFIG_OFFSET_AUTO" = "自动调整";
"REMOTE_DESKTOP_KVM_DIAPLAY_CONFIG_COLOR" = "色彩";
"REMOTE_DESKTOP_KVM_DIAPLAY_CONFIG_COLOR_RESET" = "复位";
"REMOTE_DESKTOP_KVM_ERROR_MESSAGE_QUERY_FAILED" = "显示参数获取中，请稍后";
"REMOTE_DESKTOP_KVM_USB_UNABLE" = "输入设备未连接";
"REMOTE_DESKTOP_KVM_VGA_UNABLE" = "VGA信号未连接";
"REMOTE_DESKTOP_KVM_HDMI_UNABLE" = "HDMI信号未连接";
//GT Mouse
"REMOTE_DESKTOP_GT_MOUSE_CONNECT" = "已连接GT鼠标";
"REMOTE_DESKTOP_FD_GAMEPOD_CONNECT" = "已连接飞智Q1";
"REMOTE_DESKTOP_GT_MOUSE_DISCONNECT_REMIND" = "Swiftpoint GT蓝牙鼠标已断开";   //\n请前往手机设置确认
"REMOTE_DESKTOP_FD_GAMEPOD_DISCONNECT_REMIND" = "飞智Q1已断开";
"REMOTE_DESKTOP_GT_MOUSE_SWITCH_MODE" = "已连接蓝牙GT鼠标，请切换到指针模式下使用";
"REMOTE_DESKTOP_FD_GAMEPAD_MOUSE_SWITCH_MODE" = "已连接飞智，如需使用外接鼠标请切换到指针模式下使用";
"RD_GTMOUSE_GUIDE_MESSAGE_1_1" = "手机搭配";
"RD_GTMOUSE_GUIDE_MESSAGE_1_2" = "迷你鼠标";
"RD_GTMOUSE_GUIDE_MESSAGE_1_3" = "\n让远控6到飞起~";
"RD_GTMOUSE_GUIDE_MESSAGE_2" = "进入[我的]开启";

/*RemoteDesktopShortCutMenuDataModel*/
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_C" = "复制";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_V" = "粘贴";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__DELETE" = "删除";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_X" = "剪切";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_A" = "全选";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_Z" = "撤销";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__WIN_D" = "返回桌面";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__WIN_TAB" = "切换窗口";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__ALT_F4" = "关闭窗口";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__WIN" = "开始菜单";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__WIN_R" = "运行";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__WIN_L" = "锁定系统";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__WIN_E" = "资源管理器";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_SHIFT_ESC" = "任务管理器";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_ALT_DELETE" = "Ctrl+Alt+Del";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_S" = "保存";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__ALT_PRTSCR" = "窗口截屏";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__WIN_Q" = "搜索";
"RD_COMBO_KEYBOARD__CTRL_C" = "Ctrl+C\n复制";
"RD_COMBO_KEYBOARD__CTRL_V" = "Ctrl+V\n粘贴";
"RD_COMBO_KEYBOARD__CTRL_X" = "Ctrl+X\n剪切";
"RD_COMBO_KEYBOARD__CTRL_A" = "Ctrl+A\n全选";
"RD_COMBO_KEYBOARD__CTRL_Z" = "Ctrl+Z\n撤销";
"RD_COMBO_KEYBOARD__CTRL_S" = "Ctrl+S\n保存";
"RD_COMBO_KEYBOARD__WIN_D" = "Win+D\n显示桌面";
"RD_COMBO_KEYBOARD__WIN_TAB" = "Win+Tab\n切换窗口";
"RD_COMBO_KEYBOARD__ALT_F4" = "Alt+F4\n关闭窗口";
"RD_COMBO_KEYBOARD__WIN_R" = "Win+R\n运行";
"RD_COMBO_KEYBOARD__WIN_L" = "Win+L\n锁定系统";
"RD_COMBO_KEYBOARD__WIN_E" = "Win+E\n资源管理器";
"RD_COMBO_KEYBOARD__CTRL_SHIFT_ESC" = "Ctrl+Shift\n+Esc\n任务管理器";
"RD_COMBO_KEYBOARD__CTRL_ALT_DEL" = "Ctrl+Alt\n+Del";
"RD_COMBO_KEYBOARD__ALT_PRTSCR" = "Alt+PrtScr\n窗口截图";
"RD_COMBO_KEYBOARD__WIN_Q" = "Win+Q\n搜索";

/*RemoteDesktopMouseGuideViewController*/
"REMOTE_DESKTOP_MOUSE_GUIDE_TITLE" = "虚拟鼠标";

/*RemoteDesktopGesutreGuideViewController*/
"REMOTE_DESKTOP_GESTURE_GUIDE_TITLE" = "触摸手势";

/*FastCodeLoginViewController*/
"FAST_CODE_LOGIN_PASSWORD_PLACEHOLD" = "验证码";

/*RemoteCameraViewController*/
"REMOTE_CAMERA_SWITCH" = "切换";
"REMOTE_CAMERA_ROTATE" = "翻转";
"REMOTE_CAMERA_CONTRAST" = "对比度:";
"REMOTE_CAMERA_BRIGHTNESS" = "亮度:";
"REMOTE_CAMERA_BACKSETTINGS" = "复位";
"REMOTE_CAMERA_SAVE_IMAGE_IN_PHOTOALBUM_SUCCESSFUL" = "已保存在相册中";
"REMOTE_CAMERA_SAVE_IMAGE_IN_PHOTOALBUM_FAILED" = "保存失败";
"REMOTE_CAMERA_SWICTH_SD" = "已切换到标清";
"REMOTE_CAMERA_SWICTH_HD" = "已切换到高清";
"REMOTE_CAMERA_SWICTH_UHD" = "已切换到超清";
"REMOTE_CAMERA_VIDEO_AUTHORIZATIONSTATUSDENIED" = "你已禁止视频使用，无法保存录像";
"REMOTE_CAMERA_PICTURE_AUTHORIZATIONSTATUSDENIED" = "你已禁止照片使用，无法保存截屏";
"REMOTE_CAMERA_PICTURE_AUTHORIZATIONSTATUSDENIED_SETTING" = "可在设置开启";
"REMOTE_CAMERA_VIDEO_ON_SUCCESSFUL" = "开启录像成功";
"REMOTE_CAMERA_VIDEO_ON_FAILED" = "开启录像失败";
"REMOTE_CAMERA_VIDEO_OFF_SUCCESSFUL" = "停止录像成功";
"REMOTE_CAMERA_VIDEO_OFF_FAILED" = "停止录像失败";
"REMOTE_CAMERA_VIDEO_OFF_AND_SAVED" = "录像结束，已保存到系统视频";
"REMOTE_CAMERA_VIDEO_OFF_AND_SAVED_FAILED" = "录像保存失败";
"REMOTE_CAMERA_VIDEO_TWO_HOURS_TIMEUP" = "已录像120分钟，为防止文件过大已停止录制，录制视频已保存";
"REMOTE_CAMERA_VIDEO_FILESYSTEM_WARNING" = "手机存储空间不够，已停止录像，请先保存已录视频";
"REMOTE_CAMERA_VIDEO_FILESYSTEM_WARNING_BEGIN_RECORD_VIDEO" = "手机存储空间不够，无法录像";
/* LaunchADViewController */
"LAUNCH_AD_NEXT_STEP_TITLE" = "跳过广告";

/* Discover */
"DISCOVER_LAN_ERROR" = "局域网扫描失败";
"DISCOVER_LAN_ERROR_NOT_WIFI" = "请在Wifi环境下使用此功能";
"DISCOVER_REMOTE_ASSISTANT" = "远程协助";
"DISCOVER_REMOTE_ASSISTANT_DETAIL" = "通过识别码远控";
"DISCOVER_LAN_NOTIFICATION_WIFI" = "请在Wifi环境下使用此功能";
"DISCOVER_LANVIEWER_DETAIL" = "扫描向日葵主机";
"DISCOVER_LANVIEWER" = "局域网扫描";
"DISCOVER_NEW_MESSAGE" = "优惠活动";
"DISCOVER_LAN_NOTIFICATION_WIFI_SURE" = "确定";
"DISCOVER_LAN_VC_NOHOST" = "未发现主机!";
"DISCOVER_LAN_VC_WIFI_SAMWLAN" = "(请确保本机与客户端在同一局域网内)";
"DISCOVER_LAN_VC_LOGINTOADDHOST" = "登录帐号后可将主机添加到列表";
"DISCOVER_LAN_VC_LOGINNOW" = "立即登录";
"DISCOVER_LAN_VC_CANCEL" = "取消";
"DISCOVER_REMOTE_VC_INPUT_FASTCODE" = "请输入伙伴的识别码";
"DISCOVER_REMOTE_VC_SECURITYCODE" = "验证码(可为空)";
"DISCOVER_LOGIN_PASSWORDERROR_THREE" = "验证码已输错3次，请半个小时后重试，或选择跳过";
"DISCOVER_LOGIN_PASSWORDERROR_LOGIN_ERROR_TEXT" = "验证码已输错3次，请";
"DISCOVER_LOGIN_PASSWORDERROR_LOGIN_ERROR_TIME" = "分钟后重试，或选择跳过";
"DISCOVER_NO_ANSWER" = "对方无应答";
"DISCOVER_REJECT_REQUEST" = "对方拒绝了你的请求";
"DISCOVER_PERMISSION_DENIED_REQUEST" = "无权限访问，被控端设置了不接受远程协助";
"DISCOVER_INPUT_FASTCODE" = "请输入伙伴的识别码";
"DISCOVER_REQUEST_ADD" = "请求添加";
"DISCOVER_REQUEST_CONNECTION" = "是否直接发送请求连接";
"DISCOVER_NO_SECUERITY" = "未输入验证码，是否发送请求？";
"DISCOVER_CANNOT_ADD" = "对方客户端为绿色版,不可添加";
"DISCOVER_RUNOUTOF_HOST" = "购买的主机已用完,是否继续添加";
"DISCOVER_RUNOUTOF_HOST_2" = "购买的主机已用完";
"DISCOVER_CONTINUE_ADD" = "继续添加";
"DISCOVER_ADDSUCCESS_TO_HOSTLIST" = "已成功添加到主机列表";
"DISCOVER_CONFIG_HOST" = "设置主机";
"DISCOVER_REMOTEASSISTANCE_REQUEST" = "发送请求";
"DISCOVER_FASTCODEADDHOST_REQUESTING" = "请求中...";
"DISCOVER_LAN_ADDHOST_FAILED" = "添加主机失败，请重新添加";
"DISCOVER_LAN_CANNOT_BIND" = "此主机已被别的帐号绑定";
"DISCOVER_CREATEHOST_SAVING" = "保存中...";
"DISCOVER_CREATEHOST_SUCCESS_TIP" = "在被控端电脑上访问d.sunlogin.com下载并安装向日葵客户端，使用以下葵码登录";
"DISCOVER_SCREEN_RECORD" = "手机投屏";
"DISCOVER_SCREEN_RECORD_DESC" = "共享屏幕给他人";
"DISCOVER_TIPS_TITLE"="会心攻略";
"DISCOVER_EVENT_TITLE"="最新活动";

/* screen record RecordViewController*/
"RECORD_READY" = "已准备好，现可投屏";
"RECORD_NOT_READY" = "当前不能投屏，请按下面操作完成设置";
"RECORD_RECORD_GUIDE_1" = "[控制中心]>>3D触摸[屏幕录制]";
"RECORD_RECORD_GUIDE_2" = "选择[向日葵]>>点击[开始直播]";
"RECORD_UNFOUND_GUIDE" = "找不到屏幕录制图标>>";
"RECORD_DISCONNECT" = "停止";
"RECORD_CHOOSE_WAY_YOU_LIKE" = "投屏给电脑主机，可通过以下方式";
"RECORD_SHOW_FASTCODE" = "邀请伙伴观看当前屏幕";
"RECORD_SCAN_QR_CODE" = "扫码投屏";
"RECORD_SELECT_HOST" = "选择主机";
"RECORD_HOSTLIST" = "帐号下主机";
"RECORD_LAN_HOST" = "局域网主机";
"RECORD_FASTCODE_TITLE" = "当前设备识别码";
"RECORD_PASSWORD_TITLE" = "验证码：";
"RECORD_FASTCODE_DESC" = "通过远程协助输入识别码和验证码即可观看";
"RECORD_QRCODE_NEED_OPEN_RECORD" = "屏幕录制未开启，请开启屏幕录制后再试";
"RECORD_UNSUPPORT_RECORD" = "iOS11以下不支持投屏";
"RECORD_CLIENT_LOGOUT" = "请保持网络通畅后重试";
"RECORD_PREPARE_RECORDING" = "正在开启投屏连接准备...";
"RECORD_RECORDING" = "正在进行投屏...";
"RECORD_RECORDING_SHORT" = "正在投屏";
"RECORD_REQUEST_SENDED" = "投屏请求发送成功";
"RECORD_ERROR_MESSAGE_NOT_ALLOW" = "被邀请者不允许投屏";
"RECORD_ERROR_MESSAGE_QR_TIMEOUT" = "投屏二维码已过期";
"RECORD_ERROR_MESSAGE_FAILED" = "邀请投屏失败";
"RECORD_WITHOUT_HOST_DESC_TITLE" = "没有可投屏的主机，可能以下原因";
"RECORD_WITHOUT_HOST_DESC_1_HOSTLIST" = "① 帐号下还没有添加主机";
"RECORD_WITHOUT_HOST_DESC_1_LANHOST" = "① 主机和当前设备不在同一局域网";
"RECORD_WITHOUT_HOST_DESC_2" = "② 客户端主机处于离线状态";
"RECORD_WITHOUT_HOST_DESC_3" = "③ 客户端版本太低不支持（需9.6及以上版本）";
"RECORD_WITHOUT_HOST_DESC_3_2" = "下载地址：d.sunlogin.com";
"RECORD_WITHOUT_HOST_DESC_4" = "④ 客户端未设置开启接受屏幕共享";
"RECORD_WITHOUT_HOST_DESC_4_2" = "［设置］>> [高级设置] >> [手机投屏]";
"RECORD_CONTROL_CENTER_GUIDE_1" = "① [设置] >> 选择[控制中心]";
"RECORD_CONTROL_CENTER_GUIDE_2" = "② 选择[自定控制] >> 添加[屏幕录制]";

/* RetrievePasswordViewController */
"RETRIEVE_PASSWORD" = "找回密码";
"RETRIEVE_PASSWORD_ACCOUNT_NAME" = "帐号";
"RETRIEVE_PASSWORD_INPUT_ACCOUNT_NAME" = "请输入帐号";
"RETRIEVE_PASSWORD_NOREGISTER_ACCOUNT" = "此帐号未注册";
"RETRIEVE_PASSWORD_SECURITYCODE_SEND_SUCCEED" = "验证码发送成功";
"RETRIEVE_PASSWORD_RESET_SUCCEED" = "密码重置成功,正在返回登录";

/* VerificationCodeViewController */
"VERIFICATION_CODE_MOBILE_VERIFY" = "手机验证";
"VERIFICATION_CODE_EMAIL_VERIFY" = "邮箱验证";
"VERIFICATION_CODE_QUETION_VERIFY" = "安保问题";
"VERIFICATION_CODE_PLEASE_QUETION_VERIFY" = "请输入安保问题";
"VERIFICATION_CODE_SECURITY_NOT_EMPTY" = "安保问题不能为空";
"VERIFICATION_CODE_VERIFICATION_CODE_NOT_EMPTY" = "验证码不能为空";
"VERIFICATION_CODE_VERIFICATION_LOGIN_AGAIN" = "操作时间过长,请重新登录";

/* ResetPasswordViewController */
"RESET_PASSWORD_VIEW_CONTROLLER_RESET_NEW_PASSWORD" = "设置新密码";
"RESET_PASSWORD_VIEW_CONTROLLER_VERIFICATION_CODE_NOT_EMPTY" = "验证码不能为空";
"RESET_PASSWORD_VIEW_CONTROLLER_ANSWER_NOT_EMPTY" = "答案不能为空";

/*ShareSocialPlatform*/
"SHARE_SOCIAL_WECHAT_SESSION" = "微信好友";
"SHARE_SOCIAL_WECHAT_TIMELINE" = "微信朋友圈";
"SHARE_SOCIAL_WECHAT_FAVORITES" = "微信收藏";
"SHARE_SOCIAL_QQ" = "QQ好友";
"SHARE_SOCIAL_Qzone" = "QQ空间";
"SHARE_SOCIAL_SINA_WEIBO" = "新浪微博";
"SHARE_SOCIAL_COPY" = "复制链接";

/*WeChatPurchaseManager wechat payment purchase*/
"WECHAT_PAYMENT_ERROR_COMMON" = "支付失败";
"WECHAT_PAYMENT_ERROR_SENT_FAILED" = "支付请求发送失败";
"WECHAT_PAYMENT_ERROR_AUTH_DENY" = "授权失败";
"WECHAT_PAYMENT_ERROR_UNSUPPORT" = "微信不支持";

/* KVMCommon */
"KVMINPUT_PASS_WORD_INPUT_PASSWORD" = "请输入访问密码";

/* KVMDetailViewController */
"KVMDETAIL_DELETE" = "是否删除控控:";
"KVMDETAIL_DELETE_SUCCESSFUL" = "成功删除控控";
"KVMDETAIL_DELETE_TIP" = "删除后将解除绑定关系";
"KVMDETAIL_DELETE_OFFLINE" = "删除后需要重置硬件\n重置后控控才能被其他帐号绑定";
"KVMDETAIL_FAST_CODE" = "识别码";
"KVMDETAIL_IP_SETTING" = "IP设置";
"KVMDETAIL_FIRMWARE_VERSION" = "固件版本";
"KVMDETAIL_INFO" = "控控信息";
"KVMDETAIL_RESTART" = "重启控控";
"KVMDETAIL_DELETE" = "删除控控";
"KVMDETAIL_FIRMWARE_UPDATE" = "升级";
"KVMDETAIL_CHANGE_VISIT_CODE" = "修改访问密码";
"KVMDETAIL_FASTCODEVC_VERIFYCODE" = "验证码";
"KVMDETAIL_FASTCODEVC_NOTICE" = "通过该识别码和验证码，可快速远控此设备";
"KVMDETAIL_FASTCODEVC_COPY" = "复制到剪切板";
"KVMDETAIL_FASTCODEVC_COPY_SUCCESSFUL" = "成功复制";
"KVMDETAIL_VERIFYCODEVC_NOTICE"  = "通过访问密码远控 控控";
"KVMDETAIL_NETWORKTYPE_SETTING"  = "上网方式设置";
"KVMDETAIL_NETWORKTYPE_SETTING_DETAIL_4G"  = "仅用4G优先";
"KVMDETAIL_NETWORKTYPE_SETTING_4G"  = "4G上网";
/* KVMNetworkTypeViewController */
"KVMNETWORKTYPE_SETTING_DEFAULT"  = "自动适配";
"KVMNETWORKTYPE_SETTING_DETAIL_ETHER"  = "仅用有线上网";
"KVMNETWORKTYPE_SETTING_DETAIL_WIFI"  = "仅用无线上网";
"KVMNETWORKTYPE_SETTING_DETAIL_4G"  = "仅用4G上网";
"KVMNETWORKTYPE_SETTING_DETAIL_MESSAGE"  = "确定要切换吗？";
"KVMNETWORKTYPE_SETTING_DETAIL_FAILED"  = "切换失败";
"KVMNETWORKTYPE_SETTING_DETAIL_SUCCEED"  = "切换成功";
//"KVMDETAIL_INFOVC_KVM_CopyRight" = "版权所有：上海贝锐信息科技股份有限公司";
"KVMDETAIL_STATIC_IP" = "静态IP";
"KVMDETAIL_SHARE" = "发送给伙伴";
"KVMDETAIL_INPUT_OLD_VISIT_CODE" = "请输入原访问密码";
"KVMDETAIL_INPUT_NEW_VISIT_CODE" = "请输入新访问密码";
"KVMDETAIL_VISIT_CODE_UPDATE" = "立即修改";
"KVMDETAIL_FASTCODE_VERIFY_CODE_UPDATE_SUCCEED" = "验证码重置成功";
"KVMDETAIL_FASTCODE_VERIFY_CODE_UPDATE_FAILED" = "验证码重置失败";
"KVMDETAIL_VISIT_CODE_UPDATE_SUCCEED" = "密码重置成功";
"KVMDETAIL_VISIT_CODE_UPDATE_FAILED" = "密码重置失败";
"KVMDETAIL_VISIT_CODE_SETTING_FAILED" = "密码设置失败";
"KVMDETAIL_VISIT_CODE_VERIFY_FAILED" = "密码验证失败";
"KVMDETAIL_RESTART_THE_REMOTE_HOST" = "重启控控";
"KVMDETAIL_RESTARTING_THE_REMOTE_HOST" = "正在重启控控...";
"KVMDETAIL_DELETING_THE_REMOTE_HOST" = "正在删除控控...";
"KVMDETAIL_RESTART_THE_REMOTE_HOST_SUCCESSFUL" = "重启控控成功";
"KVMDETAIL_RESTART_THE_REMOTE_HOST_FAILED" = "重启控控失败";
"KVMDETAIL_WIFI" = "无线上网";
"KVMDETAIL_WIRED" = "有线上网";
"KVMDETAIL_PROXY" = "代理设置";
"KVMDETAIL_ABOUT" = "关于控控";
"KVMDETAIL_NOTSAME_NETWORK_WITH_PHONE" = "需控控插上网线，并跟手机在同一网络才能进行IP设置";
"KVMDETAIL_NOTSAME_NETWORK_WITHOUT_ETHER" = "控控没有插网线，不能设置有线IP";
"KVMDETAIL_DISCONNECTION" = "未连接网络";
"KVMDETAIL_DELETE_SOON" = "立即删除";
"KVMDETAIL_CHANGE_VISITCODE_ERROR" = "为避免安全隐患，需控控插上网线并跟手机在同一网络，才能修改访问密码";
"KVMDETAIL_ERROR_WIFI_MODEL" = "获取上网信息失败";
"KVMDETAIL_WIRED_CANNONT_SET_ETHER" = "当前不是有线上网方式，无法设置IP";
/* KVMVerifyVisitCodeViewController */
"KVM_VERIFYVISITCODE_VISITCODE_ERROR" = "原访问密码错误";
/* KVMUpdateViewController */
"KVM_UPDATE_REUPDATE" = "再次升级";
"KVM_UPDATE_FAILED" = "升级固件失败";
"KVM_UPDATE_FAILED_DETAIL" = "请确保控控连接的网络顺畅后再试";
"KVM_UPDATE_REASON" = "可能原因：";
"KVMDETAIL_UPDATEVC_FIRMWAREUPDATE" = "固件升级";
"KVMDETAIL_UPDATEVC_FIRMWAREUPDATING" = "控控固件升级中，请保持设备在线状态";
"KVMDETAIL_UPDATEVC_UPDATECONTENT" = "升级内容";
"KVMDETAIL_UPDATEVC_UPDATESUCCESS" = "升级固件成功!";
"KVMDETAIL_UPDATEVC_UPDATESUCCESS_DETAIL" = "正在重启控控，大约需要1~2分钟\n请保持电源不断开状态";
"KVMDETAIL_UPDATEVC_UPDATE_NOW" = "立即升级";
"KVMDETAIL_UPDATEVC_UPDATE_LATTER" = "暂不升级";
"KVMDETAIL_UPDATEVC_UPDATE_FAILED_FILE_ERROR" = "控控查看版本信息文件错误";
"KVMDETAIL_UPDATEVC_UPDATE_FAILED_SN_ERROR" = "sn号不匹配";
"KVMDETAIL_UPDATEVC_UPDATE_NOT_NEED" = "无需升级";
"KVMDETAIL_UPDATEVC_UPDATE_NEWEST_VERSION" = "最新版本：";
"KVMDETAIL_UPDATEVC_UPDATING" = "升级中";

/* KVMIPSettingViewController */
"KVMIPSETTING_ENTER_INVALUE_IN_SCOPE" = "请输入0-255之间的值";
"KVMIPSETTING_KVM_HAS_BEEN_BINDED"    = "控控已被其他帐号绑定";
"KVMIPSETTING_KVM_CAN_NOT_INTENET"    = "控控不能上网,请设置IP";
"KVMIPSETTING_KVM_BINDING_SUCCESS"    = "绑定控控成功";
"KVMIPSETTING_KVM_BINDING_FAILED"     = "连接网络失败，请重设IP";
"KVMIPSETTING_KVM_SURF_SUCCEED"       = "连接网络成功";
"KVMIPSETTING_NEXT_STEP"              = "下一步...";
"KVMIPSETTING_DHCP"                   = "DHCP";
"KVMIPSETTING_STATIC"                 = "静态";
"KVMIPSETTING_IP_ADDRESS"             = "IP地址";
"KVMIPSETTING_IP_SETTING"             = "IP设置";
"KVMIPSETTING_SUBNET_MASK"            = "子网掩码";
"KVMIPSETTING_GATEWAY"                = "网关";
"KVMIPSETTING_DNS"                    = "DNS";
"KVMIPSETTING_NO_CHANGE"              = "需要重新设置网络";
"KVMIPSETTING_ORDER_SEND_SUCCESSFULLY"= "设置IP指令发送成功，请等待控控连接网络~";

/* KVMNetworkSuccessViewController */
"KVMNETWORK_SUCCESS_AFTER_BINDED" = "将控控添加到帐号下，才能进行远控";
"KVMNETWORK_SUCCESS_SETTING_PASS_WORD" = "设置访问密码 (通过访问密码可远控 控控)";
"KVMNETWORK_SUCCESS_SETTING_PASS_WORD_HASPASSWORD" = "验证访问密码 (通过访问密码可远控 控控)";
"KVMNETWORK_SUCCESS_IMMEDIATELY_BINDING" = "立即添加";
"KVMNETWORK_SUCCESS_IS_BINDING" = "正在添加...";
"KVMNETWORK_SUCCESS_BINDING_KVM" = "添加控控成功";
"KVMNETWORK_SUCCESS_BINDING_FAILURE" = "添加失败";
"KVMNETWORK_SUCCESS_HAS_BINDED" = "控控已被其他帐号绑定";
"KVMNETWORK_SUCCESS_PASS_WORD_NOT_NULL" = "访问密码不能为空";
"KVMNETWORK_SUCCESS_KVM_NAME_NOT_NULL" = "控控名字不能为空";
"KVMNETWORK_SUCCESS_MY_KVM" = "我的控控";
"KVMNETWORK_SUCCESS_TITLE" = "添加控控";
"KVMNETWORK_SUCCESS_KVM_NAME_INPUT" = "请输入控控名称";

/* KVMAboutViewController */
"KVMAbout_GUIDER" = "控控连接主机指南";


/* KVMInformationViewController */
"KVMINFO_SUNLOGINCOULDKVM" = "向日葵控控";
"KVMINFO_CAMPANY" = "上海贝锐信息科技股份有限公司";
"KVMINFO_MAC" = "MAC";
"KVMINFO_SN" = "SN";
"KVMINFO_PRODUCT" = "产品型号";
"KVMINFO_SOURCE" = "电源规格";

/* KVMWirelessViewController */
"KVMWIRELESS_SURF" = "无线上网";
"KVMWIRELESS_NETWORK_NAME" = "连接的网络：";
"KVMWIRELESS_TITLE" = "无线上网设置";
"KVMWIRELESS_TIP_MESSAGE" = "如需重新选取网络，请将控控插上网线\n并跟手机在同一局域网内";
/* KVMPickWifiViewController */
"KVM_PICKWIFI_TITLE" = "选择控控上网的WiFi";
"KVM_PICKWIFI_CHOOSE" = "选取网络...";
"KVM_PICKWIFI_WIFI_OTHERS" = "其他网络...";
"KVM_PICKWIFI_WIFI_INPUT_WIFI_PASSWORD" = " 请输入网络密码";
"KVM_PICKWIFI_WIFI_INPUT_WIFI_NAME" = " 请输入网络名称";
"KVM_PICKWIFI_WIFI_ENABLE_PASSWORD" = "有密码";
"KVM_PICKWIFI_WIFI_DISABLE_PASSWORD" = "无密码";

"KVM_PICKWIFI_WIFI_CONNECTING" = "正在连接";
"KVM_PICKWIFI_WIFI_NAME_EMPTY" = "网络名称不能为空";
"KVM_PICKWIFI_WIFI_NOTFOUND" = "找不到网络";
"KVM_PICKWIFI_WIFI_INPUT_PASSWORD_ERROR" = "密码错误";
"KVM_PICKWIFI_WIFI_CANNOT_CONNECT" = "无法连接网络";
"KVM_PICKWIFI_WIFI_CONNECT_SUCCESS" = "成功连接";
"KVM_PICKWIFI_WIFI_INPUT_AGAIN" = "重新输入";
"KVM_PICKWIFI_WIFI_INPUT_PLEASE" = "请输入";
"KVM_PICKWIFI_WIFI_INPUT_EMPTY" = "密码不能为空";
/*HostIconStyleViewController host icon style*/
"HostIconStyleCartoon" = "卡通风格";
"HostIconStyleAnimal" = "动物风格";
"HostIconStyleFlora" = "植物风格";
"HostIconStyleScenery" = "风景风格";
"HostIconStyleSlant" = "歪脖子风格";
"HostIconStyleSystem" = "系统默认";

/*NewGuideViewController */
"NEWGUIDE_CONTROL_IMMADIATLY" = "立即远控";
"NEWGUIDE_CONTROL_TITLE_ONE" = "远程办公";
"NEWGUIDE_CONTROL_TITLE_ONE_ONE" = "出差在外，一键远程";
"NEWGUIDE_CONTROL_TITLE_ONE_TWO" = "操作公司电脑处理急事";

"NEWGUIDE_CONTROL_TITLE_TWO" = "远程挂机";
"NEWGUIDE_CONTROL_TITLE_TWO_ONE" = "远控电脑挂机玩游戏";
"NEWGUIDE_CONTROL_TITLE_TWO_TWO" = "一切尽在掌控";

"NEWGUIDE_CONTROL_TITLE_THREE" = "摄像头实时监控";
"NEWGUIDE_CONTROL_TITLE_THREE_ONE" = "随时随地远程看家";
"NEWGUIDE_CONTROL_TITLE_THREE_TWO" = "撩宠物，关心爸妈";

/* BeginnerGuideModule */
"BEGINNER_GUIDE"="新手帮助教程";
"BG_GUIDE_SELECT_TYPE_PC"="远控一台电脑  >";
"BG_GUIDE_SELECT_TYPE_PHONE"="远控一台安卓设备  >";
"BG_GUIDE_SELECT_TYPE_KVM"="远控一台控控  >";

"BG_GUIDE_PC_INSTALL_TITLE"="在电脑端安装向日葵";
"BG_GUIDE_PC_INSTALL_DETAILS"="电脑端访问d.sunlogin.com\n下载向日葵客户端";
"BG_GUIDE_PC_INSTALL_FINISH_BUTTON"="完成安装, 继续 >";
"BG_GUIDE_PC_INSTALL_HOST_FULL"="主机数已满";

"BG_GUIDE_PC_IDENTIFIER_TITLE"="在电脑端向日葵主界面上找到识别码";
"BG_GUIDE_PC_IDENTIFIER_TEXTFIELD_PLACEHOLDER"="输入伙伴的识别码";
"BG_GUIDE_PC_IDENIIFIER_SEND_BUTTON"="发送绑定请求";
"BG_GUIDE_PC_CODE_9_DIGIT"="请输入9位识别码";

"BG_GUIDE_PC_BIND_SUCCEED_TITLE"="绑定成功";
"BG_GUIDE_PC_BIND_SUCCEED_TIP"="输入系统帐户名和密码, 验证后即可远控";
"BG_GUIDE_PC_BIND_SUCCEED_NO_KEY_BUTTON"="没有系统帐户名和密码>>";
"BG_GUIDE_PC_BIND_SUCCEED_NO_KEY_ALERT"="如被控主机没有系统帐户名和密码, 请返回设备列表, 点击主机即可直接远控";

"BG_GUIDE_PHONE_INSTALL_TITLE"="撩安卓的正确姿势";
"BG_GUIDE_PHONE_INSTALL_DETAILS"="受控设备访问d.sunlogin.com\n下载向日葵客户端\n或扫描下图二维码下载";

"BG_GUIDE_PHONE_LOGIN_TITLE"="使用当前帐号登录";
"BG_GUIDE_PHONE_LOGIN_DETAILS"="在受控设备上登录当前帐号";
"BG_GUIDE_PHONE_LOGIN_FINISH_BUTTON"="完成登录, 继续 >";
"BG_GUIDE_PHONE_LOGIN_LOADING"="正在检测新的安卓设备";
"BG_GUIDE_PHONE_LOGIN_NO_DETECTED"="未检测到新的安卓设备";
"BG_GUIDE_PHONE_LOGIN_NO_DETECTED_D"="请确认受控设备上安装安卓客户端并登录了当前帐号";

/* GuideKVMInfoViewController */
"GUIDEKVM_BUY_KVM" = "了解控控";

/* GuideKVMTipViewController */
"GUIDEKVM_TIP_TITLE" = "将控控连接到主机";
"GUIDEKVM_TIP_SUBTITLE" = "确认指示灯为常亮或闪烁状态后\n选择下面绑定方式";
"GUIDEKVM_TIP_SURE" = "控控已连网线，绑定控控";
"GUIDEKVM_TIP_WIFI_BIND" = "通过WiFi绑定(A1型号不支持)";
/* GuideKVMScanViewController */
//1代KVM
"GUIDEKVM_SCAN_SCANNING_FIRST" = "正在扫描局域网内的控控...";
"GUIDEKVM_SCAN_SCANED_NOTHING_FIRST" = "局域网内未发现控控";
"GUIDEKVM_SCAN_SCANED_NOTHING_REASON_ETHER_FIRST" = "可能原因";
"GUIDEKVM_SCAN_RETRY_FIRST" = "重新扫描";
"GUIDEKVM_SCAN_SCANED_NOTHING_REASONDETAIL_ETHER_FIRST" = "1、控控连线异常，请排查电源线和网线\n2、控控与手机不在同一网络下\n3、网络信号强度也会影响扫描结果\n4、已被其他帐号绑定，尝试重置后再试";
"GUIDEKVM_SCAN_TIMEOUT"="扫描超时";
// 2代KVM
"GUIDEKVM_SCAN_SCANNING" = "正在连接控控...";
"GUIDEKVM_SCAN_SCANED_NOTHING" = "连接控控失败";
"GUIDEKVM_SCAN_SCANED_NOTHING_REASON_WIFI" = "可尝试以下建议:";
"GUIDEKVM_SCAN_SCANED_NOTHING_REASONDETAIL_WIFI" = "1、重新检查手机是否连接控控热点\n2、手机尽量靠近控控硬件\n3、如多次获取失败，建议重置控控后再试";
"GUIDEKVM_SCAN_RETRY" = "重新获取";
"GUIDEKVM_SCAN_CHOOSE" = "请选择控控";
"GUIDEKVM_SCAN_GET_INFO" = "正在获取控控信息";
/* GuideKVMIPViewController */
"GUIDEKVM_IP_TITLE" = "让控控先连接网络吧";
"GUIDEKVM_IP_CONNECTION_FAILED" = "连接网络失败，请重设IP";
"GUIDEKVM_IP_ROUTER_FAILED" = "检测到目前网络的路由器不能上网\n请排查原因，修复后再试";
"GUIDEKVM_IP_KNOWN" = "知道了";
/* GuideKVMPwdSetViewController */
"GUIDEKVM_PWD_UNKNOWN"="未知控控";
"GUIDEKVM_PWD_SET" = "设置访问密码";
"GUIDEKVM_PWD_TIP" = "通过访问密码才能进行远控\n设置后控控将自动添加到本帐号下";
"GUIDEKVM_PWD_PASSWORD" = "访问密码";
"GUIDEKVM_PWD_ERROR" = "向日葵未登录成功\n请重新扫描局域网内控控";
"GUIDEKVM_PWD_SCAN_AGAIN" = "重新扫描";
"GUIDEKVM_BIND_FAILED" = "绑定失败";
"GUIDEKVM_PWD_FAILED" = "设置失败\n请重新输入访问密码";
/* GuideKVMBindViewController */
"GUIDEKVM_BIND_OFFLINE" = "控控不在线,请稍等片刻";
/* GuideKVMWifiBindViewController */
"GUIDEKVM_WIFI_BIND_TITLE" = "手机连接控控的WiFi热点";
"GUIDEKVM_WIFI_BIND_DETAIL" = "WiFi名称:_sunloginkk_xxxx\nWiFi密码：12345678\n如搜不到WiFi热点，请重置控控后再试";
"GUIDEKVM_WIFI_BIND_CURRENT_WIFI" = "当前手机WiFi:";
"GUIDEKVM_WIFI_BIND_SET_WIFI" = "去设置手机WiFi";
"GUIDEKVM_WIFI_BIND_UNSET_WIFI" = "当前手机没有设置WiFi";
"GUIDEKVM_WIFI_BIND_READING_WIFI" = "正在获取手机Wifi信息...";

/* GuideKVMWiFiSetViewController */
"GUIDEKVM_WIFISET_IPSET" = "设置有线网络IP";
"GUIDEKVM_WIFISET_IPSET_BACK" = "WiFi连接异常，请重新设置WiFi";

/* GuideKVMBindSucceedViewController */
"GUIDEKVM_BIND_SUCCEED_KK" = "控控";
"GUIDEKVM_BIND_SUCCEED_DETAIL" = "已成功添加到设备列表中";
"GUIDEKVM_BIND_SUCCEED_COMMIT" = "立即查看";
/* HistroyListViewController */
"HISTROYLIST_NULL_TEXT" = "我的天呐, 暂时没有最近访问记录!";

/* ScanQRCodeViewController */
"SCAN_CAMERA_PERMISSONS_TITLE" = "未开启相机权限";
"SCAN_CAMERA_PERMISSONS" = "请向往设置中开启, 开启后即可使用扫码功能";
"SCAN_TITlE" = "二维码扫描";
"SCAN_PROMPT" = "手机投屏、添加开机棒";
"SCAN_GUIDE_BUTTON" = "扫描指南";
"SCAN_RESULT" = "扫描到结果为以下内容:";
"SCAN_TIP" = "本内容非向日葵提供";
"SCAN_OPRN_URL" = "打开链接";
"SCAN_GUIDE_TITLE_1" = "网页端登录";
"SCAN_GUIDE_FIRSTLINE_1" = "打开向日葵官网>>点击登录>>选择扫码登录";
"SCAN_GUIDE_TITLE_2" = "添加电脑主机";
"SCAN_GUIDE_FIRSTLINE_2" = "打开PC客户端>>点击[绑定主机]>>选择[扫码登录]";
"SCAN_GUIDE_SECONDLINE_2" = "PC客户端9.6及以上版本, 下载地址: d.sunlogin.com";
"SCAN_GUIDE_TITLE_3" = "添加开机棒";
"SCAN_GUIDE_FIRSTLINE_3" = "在开机棒上找到二维码>>扫码即可添加";
"SCAN_GUIDE_SECONDLINE_3" = "注: 如找不到二维码, 请手动输入SN码添加";
"SCAN_GUIDE_TITLE_4" = "手机投屏";
"SCAN_GUIDE_FIRSTLINE_4" = "PC客户端: [设置]>>[高级设置]>>[手机投屏]";
"SCAN_BIND_HOST_TITLE" = "绑定主机";
"SCAN_BIND_HOST_TEXT" = "主机: ";
"SCAN_WEBLOGIN_TITLE" = "网页端登录";
"SCAN_WEBLOGIN_TEXT" = "向日葵网页端登录确认";
"SCAN_QR_CODE_INVALID_TITLE" = "二维码失效";
"SCAN_QR_CODE_INVALID_TEXT" = "二维码已失效";
"SCAN_CONFIRM_LOGIN_BUTTON_TITLE" = "确认登录";
"SCAN_CONFIRM_ADD_BUTTON_TITLE"="确认绑定";
"SCAN_INVALId_BUTTON_TITLE"="重新扫描二维码";

/* MineViewController.h */
"SETOFMINE_HOST_NUMBER" = "主机数";
"SETOFMINE_EXPIREDATE_FRONT" = "";
"SETOFMINE_EXPIREDATE_BEHIND" = "到期";
"SETOFMIN_LOADING" = "加载中...";

/* GameStyleUpgradeViewController game upgrade */
"GAME_STYLE_UPGRADE_REMIND1" = "正在为您升级到";
"GAME_STYLE_UPGRADE_REMIND2" = "页面";
"GAME_STYLE_UPGRADE_REMIND_DEFAULT" = "新皮肤";

/* SmartPowerPlugViewController */
"PLUG_TITLE"="智能插座";
"PLUG_AD"="任性远程开关机、定时开关";
"PLUG_STATUSLABEL_TURNON"="已开启";
"PLUG_STATUSLABEL_TURNOFF"="已关闭";
"PLUG_STATUSLABEL_TURNINGON"="开启中...";
"PLUG_STATUSLABEL_TURNINGOFF"="关闭中...";
"PLUG_STATUSLABEL_OFFLINE"="已离线";
"PLUG_COUNTDOWN_LABEL"="倒计时";
"PLUG_COUNTINGDOWN_LABEL"="取消倒计时";
"PLUG_COUNTDOWN_FAIL"="设置倒计时失败";
"PLUG_COUNTINGDOWN_FAIL"="取消倒计时失败";
"PLUG_BINDHOST_LABEL"="绑定主机";
"PLUG_TIMING_LABEL"="定时";
"PLUG_OFFLINE_TIP"="请检查插座是否已连接电源\n及网络是否异常或更换";
"PLUG_QUERY_FAIL"="查询插座状态失败";
"PLUG_COUNTDOWN_STATUS_PREFIX_ON"="";
"PLUG_COUNTDOWN_STATUS_PREFIX_OFF"="";
"PLUG_COUNTDOWN_STATUS_HOURS"="小时";
"PLUG_COUNTDOWN_STATUS_MINUTES"="分钟";
"PLUG_COUNTDOWN_STATUS_SUFFIX_ON"="后开启";
"PLUG_COUNTDOWN_STATUS_SUFFIX_OFF"="后关闭";
"PLUG_FIRSTTIME_TIP_TITLE"="请绑定主机";
"PLUG_FIRSTTIME_TIP_DESC"="绑定该帐号下的主机\n即可随时随地的远程开关";
"PLUG_FIRSTTIME_TIP_CANCEL"="放弃";
"PLUG_FIRSTTIME_TIP_BIND"="去绑定";
"PLUG_1_0_TIP"="当前为1.0版本, 不支持该功能, 请升级后使用";
"PLUG_1_0_TIP_UPDATE"="立即升级";
"PLUG_BINDED_TIP_DEAILS_1"="您已绑定";
"PLUG_BINDED_TIP_DEAILS_2"="在【设备】页面进入主机即可随开随关";
"PLUG_BINDED_TIP_DEAILS_HOST"="主机功能页";
"PLUG_SWITCH_TIP_ON_TITLE"="开启插座";
"PLUG_SWITCH_TIP_DEAILS_1"="您当前已绑定";
"PLUG_SWITCH_TIP_ON_DEAILS_2"="开启电源将开启该主机";
"PLUG_SWITCH_TIP_OFF_TITLE"="关闭插座";
"PLUG_SWITCH_TIP_OFF_DEAILS_2"="关机请前往主机功能页面\n关闭插座将强制关闭主机";
"PLUG_SWITCH_TIP_OFF_OPTION_HOST"="前往主机功能页关闭";
"PLUG_SWITCH_TIP_OFF_OPTION_CLOSE"="关闭插座";
"PLUG_SWITCH_PROTOCOL_TITLE"="使用须知";
"PLUG_SWITCH_PROTOCOL_READ"="我已阅读";
"PLUG_SWITCH_PROTOCOL"="《开机插座使用须知》";
"PLUG_SWITCH_PROTOCOL_OK"="同意并继续";
"PLUG_SWITCH_LED_TIP_OFF"="指示灯已关闭";
"PLUG_SWITCH_HOSTON_OFF_TIP_TITLE"="确认关闭主机?";
"PLUG_SWITCH_HOSTON_OFF_TIP_DESC"="主机尚未关闭, 请确认强制关闭主机";

"PLUG_COUNTDOWN_TITLE"="设置倒计时时间";

"PLUG_BIND_HOST_FIRSTTIME_TIP"="绑定该帐号下的主机, 即可随时随地的远程开关";
"PLUG_BIND_HOST_TITLE"="确定绑定";
"PLUG_BIND_HOST_TIP_1"="是否绑定";
"PLUG_BIND_HOST_TIP_2"="主机?";
"PLUG_BIND_HOST_TITLE_1"="绑定";
"PLUG_BIND_HOST_TITLE_2"="主机";
"PLUG_BIND_HOST_SUCCESS"="绑定成功!";
"PLUG_BIND_HOST_SUCCESS_DESC"="可通过设备列表-主机开启您的主机";
"PLUG_BIND_HOST_TOP"="绑定成功!\n还有2步, 即可远程开关主机";
"PLUG_BIND_HOST_STEP_1"="Step1.请将主机电源线接入插座";
"PLUG_BIND_HOST_STEP_2"="Step2.请为主机开启AC recovery";
"PLUG_BIND_HOST_GUIDE_BUTTON"="如何开启设置?";
"PLUG_BIND_HOST_CONFIRM_BUTTON"="知道了";
"PLUG_BIND_HOST_CLOSE_PLUG"="关机后关闭插座电源";
"PLUG_BIND_HOST_UNBIND"="解除绑定";
"PLUG_BIND_HOST_UNBIN_ITP"="确认解除绑定吗?";
"PLUG_BIND_FINISHED"="绑定完成";
"PLUG_BINDDESC_NEVER"="从不关闭";
"PLUG_BINDDESC_NEVER_TIP"="不关闭电源下次将无法开机";
"PLUG_BINDDESC_NEVER_GUIDE"="通过向日葵app远控时的关机按钮\n可实现自定义关闭电源";

"PLUG_SETTING_TITLE"="设置";
"PLUG_SETTING_DELETE"="删除插座";
"PLUG_SETTING_DELETE_TIP"="确认要删除插座吗?";
"PLUG_SETTING_PLUGNAME"="插座名称";
"PLUG_SETTING_PLUGMARK"="备注";
"PLUG_SETTING_UPDATE"="固件更新";
"PLUG_SETTING_NETWORK"="检查网络";
"PLUG_SETTING_ABOUT"="关于插座";
"PLUG_SETTING_REM_SW"="断电记忆";
"PLUG_SETTING_REM_SW_DESC"="断电后重新来电，将恢复为断电前的开关状态";
"PLUG_SETTING_LED_SW"="指示灯开关";
"PLUG_SETTING_MODEL"="产品型号";

"PLUG_UPDATE_NEW_VERSION"="可升级至";

"PLUG_WIFI_CONNECTED"="网络状况良好";
"PLUG_WIFI_CONNECTED_DESC"="已连接 ";
"PLUG_WIFI_NOT_CONNECTED"="无网络连接";
"PLUG_WIFI_NOT_CONNECTED_DESC"="请检查插座是否已连接电源\n及网络是否异常或更换\n或长按插座电源键5s重置插座";
"PLUG_WIFI_CANCEL"="取消设置网络";

/* AddPlugDescViewController */
"ADDPLUGDESC_TITLE" = "添加插座";
"ADDPLUGDESC_TIP" = "请将插座接通电源\n确认设备处于连接状态";
"ADDPLUGDESC_LIGHT" = "指示灯蓝灯闪烁中";
"ADDPLUG_SETWIFI_LOADING" = "正在连接...";
"ADDPLUG_SETWIFI_FAIL" = "重置插座后再试或了解详情";
"ADDPLUG_SETWIFI_TIMEOUT" = "网络设置超时";
"ADDPLUG_SETWIFI_TITLE" = "配置网络";
"ADDPLUG_SETWIFI_SSID" = "网络";
"ADDPLUG_SETWIFI_PASSWORD" = "密码";
"ADDPLUG_SETWIFI_NO_PASSWORD" = "无密码";
"ADDPLUG_SETWIFI_2_4G" = "请将手机连接至2.4GWiFi";
"ADDPLUG_SETWIFI_TIP"="请确认网络为2.4GWiFi及密码正确";
"ADDPLUG_SETWIFI_SELFTEST_BUTTON"="自检流程";
"ADDPLUG_NO_SSID" = "请将手机切换到想设置的WiFi环境内";
"ADDPLUG_NO_PASSWORD" = "请输入WiFi密码";
"ADDPLUG_CONNECT_FAIL"="连接失败";
"ADDPLUG_CONNECT_LEARNMORE"="了解详情";
"ADDPLUG_SET_MARK" = "设置名称";
"ADDPLUG_DEFAULT_MARK" = "智能插座";
"ADDPLUG_NAME_NONULL" = "插座名称不可为空";
"ADDPLUG_ADD_SUCCESS" = "添加完成";
"ADDPLUG_ADD_FIRMWARE_TITLE" = "固件版本";
"ADDPLUG_ADD_FIRMWARE_VERSION" = "当前版本";
"ADDPLUG_ADD_FIRMWARE_BUTTON" = "固件升级";
"PLUG_UPDATEING" = "固件升级中...";
"PLUG_UPDATE_SUCCESS" = "固件升级成功";
"PLUG_UPDATE_FAIL" = "固件升级失败";

/*PlugClockSettingViewController Plug Clock PlugClock */
"PLUG_CLOCK_TITLE" = "主机定时";
"PLUG_CLOCK_SETTING_BINDED_TIP" = "定时开关主机请前往主机定时设置";
"PLUG_CLOCK_SETTING_ALERT_TITLE" = "定时开关插座";
"PLUG_CLOCK_SETTING_ALERT_1" = "前往主机定时设置";
"PLUG_CLOCK_SETTING_ALERT_2" = "继续定时开关插座";
"PLUG_CLOCK_SETTING_REPEAT" = "重复";
"PLUG_CLOCK_SETTING_REPEAT_ONCE" = "仅限一次";
"PLUG_CLOCK_SETTING_REPEAT_EVERYDAY" = "每天";
"PLUG_CLOCK_SETTING_REPEAT_WORKDAY" = "工作日";
"PLUG_CLOCK_SETTING_ACTION" = "开关";
"PLUG_CLOCK_SETTING_ACTION_ON" = "开启";
"PLUG_CLOCK_SETTING_ACTION_OFF" = "关闭";
"PLUG_CLOCK_SETTING_NOT_MODIFY" = "未修改";
"PLUG_CLOCK_SETTING_SAVE_SUCCEED" = "保存成功";
"PLUG_CLOCK_SETTING_SAVE_FAILED" = "保存失败";
"PLUG_CLOCK_SETTING_SAVE_EXIST_REMIND" = "当前时间的时钟已经存在，确认添加将替换原时钟，是否继续？";
"PLUG_CLOCK_SETTING_DELETE_SUCCEED" = "删除成功";
"PLUG_CLOCK_SETTING_DELETE_FAILED" = "删除失败";
"PLUG_CLOCK_WEEK_SUNDAY" = "每周日";
"PLUG_CLOCK_WEEK_MONDAY" = "每周一";
"PLUG_CLOCK_WEEK_TUESDAY" = "每周二";
"PLUG_CLOCK_WEEK_WEDNESDAY" = "每周三";
"PLUG_CLOCK_WEEK_THURSDAY" = "每周四";
"PLUG_CLOCK_WEEK_FRIDAY" = "每周五";
"PLUG_CLOCK_WEEK_SATURDAY" = "每周六";
"PLUG_CLOCK_FORENOON" = "上午";
"PLUG_CLOCK_AFTERNOON" = "下午";
"PLUG_CLOCK_WEEK_PREFIX" = "周";
"PLUG_CLOCK_WEEK_SHOT_SUNDAY" = "日";
"PLUG_CLOCK_WEEK_SHOT_MONDAY" = "一";
"PLUG_CLOCK_WEEK_SHOT_TUESDAY" = "二";
"PLUG_CLOCK_WEEK_SHOT_WEDNESDAY" = "三";
"PLUG_CLOCK_WEEK_SHOT_THURSDAY" = "四";
"PLUG_CLOCK_WEEK_SHOT_FRIDAY" = "五";
"PLUG_CLOCK_WEEK_SHOT_SATURDAY" = "六";
"PLUG_CLOCK_WEEK_SEPARATOR" = "、";

"HOST_CLOCK_CELL_TILTE_TURNON" = "开启时间";
"HOST_CLOCK_CELL_TILTE_TURNOFF" = "关闭时间";
"HOST_CLOCK_CELL_NOSET" = "去设置";
"HOST_CLOCK_CELL_NODEVICE_TIP_1" = "需绑定开机设备";
"HOST_CLOCK_CELL_NODEVICE_TIP_2" = "了解详情";
"HOST_CLOCK_GET_FAILED" = "主机定时信息获取失败";
"HOST_CLOCK_GET_FAILED" = "主机定时信息获取失败";
"HOST_CLOCK_DELETE" = "删除定时";
"HOST_CLOCK_UNBIND_TIPS_TITLE" = "当前未绑定开机设备";
"HOST_CLOCK_UNBIND_TIPS_DESC" = "仅支持定时关机功能\n如需定时开机请绑定开机设备\n如开机棒，开机插座等";
"HOST_CLOCK_UNBIND_DEVICE_DESC" = "可开启局域网内所有主机";
"HOST_CLOCK_UNBIND_PLUG_DESC" = "WiFi开启一台主机\n关机后可彻底关闭电源";
"HOST_CLOCK_UNBIND_MORE" = "了解更多>";
"HOST_CLOCK_BIND_BUTTON" = "已有设备,绑定主机";
"HOST_CLOCK_VER_TITLE" = "安全验证";
"HOST_CLOCK_VER_TYPE" = "验证方式";
"HOST_CLOCK_VER_USERNAME" = "用户名";
"HOST_CLOCK_VER_SWITH_LOGINTYPE" = "请选择登录方式";

/* 电量统计 */
"ELECTRICITY_STATISTICS"="电量";
"ELECTRICITY_STATISTICS_POWER"="当前功耗";
"ELECTRICITY_STATISTICS_TILE"="电量统计";
"ELECTRICITY_STATISTICS_CHART_TILE"="用电统计";
"ELECTRICITY_STATISTICS_LOG"="用电日志";
"ELECTRICITY_STATISTICS_ELECTRICITY_CONSUMPTION"="今日用电(度)";
"ELECTRICITY_STATISTICS_CURRENT"="当前电流(mA)";
"ELECTRICITY_STATISTICS_POWER_CONSUMPTION"="当前功耗(W)";
"ELECTRICITY_STATISTICS_DURATION"="今日用电时长";
"ELECTRICITY_STATISTICS_COUNT"="今日开关次数(次)";

"ELECTRICITY_LOG_ON" = "已开启";
"ELECTRICITY_LOG_OFF" = "已关闭";
"ELECTRICITY_LOG_TODAY" = "今天";
"ELECTRICITY_LOG_YESTERDAY" = "昨天";
"ELECTRICITY_LOG_MONTH" = "月";
"ELECTRICITY_LOG_YEAR" = "年";
"ELECTRICITY_LOG_NULL" = "您还未有用电日志";
